Repository: gapan/salixtools-gtk
Catalog: gtkalsasetup/po/*.po
Languages: ar, cs_cz, da, de, el, es, fr, he, hu, it, ja, nl, pl, pt_pt, ru, sv, uk

source: Alsa default sound card
ar: بطاقة الصوت لALSA
cs_cz: Výchozí zvuková karta pro ALSA
da: Standard Alsa-lydkort
de: ALSA Standardsoundkarte
el: Προεπιλεγμένη κάρτα ήχου ALSA
es: Tarjeta de sonido por defecto de ALSA
fr: Carte son par défaut d'ALSA
he: כרטיס קול ברירת מחדל של ALSA
hu: Alsa alapértelmezett hangkártya
it: Scheda audio alsa di default
ja: デフォルトのALSAサウンド・カード
nl: Alsa standaard geluidskaart
pl: Domyślna Alsa karta dźwiękowa
pt_pt: Placa de som padrão Alsa
ru: Настройка ALSA для звуковой карты
sv: Alsa standard ljudkort
uk: Звукова карта ALSA по замовчуванню

source: Please choose the sound card that you want to set as default for ALSA systemwide. The session needs to be restarted for the changes to be applied.
ar: الرجاء اختيار بطاقة الصوت التي تريد تعيين كافتراضي للALSA المنظومة. الدورة تحتاج إلى إعادة تشغيل لتطبق التغييرات.
cs_cz: Prosím, vyberte zvukovou kartu, kterou chcete nastavit jako výchozí pro ALSA v celém systému. Relaci je třeba restartovat, aby se změny, které mají být použity projevily.
da: Vælg venligst det lydkort, som du vil angive som standard for Alsa på systemet. Sessionen skal genstartes for at ændringerne træder i kraft.
de: Bitte wählen Sie die Soundkarte, die Sie systemweit als Standard für ALSA verwenden wollen. Ihre Sitzung muss neu gestartet werden, um die Änderungen zu übernehmen.
el: Παρακαλούμε επιλέξτε την κάρτα ήχου που θα χρησιμοποιείται ως προεπιλεγμένη από τη ALSA για όλο το σύστημα. Θα πρέπει να γίνει επανεκκίνηση της συνεδρίας για να εφαρμοστούν οι αλλαγές.
es: Por favor elegir la tarjeta de sonido que quiera establecer por defecto para todo el sistema ALSA. Para que se apliquen los cambios, la sesión tiene que reiniciarse.
fr: Veuillez choisir la carte son que vous voulez définir par défaut pour ALSA pour l'ensemble du système. La session doit être redémarrée pour que les modifications soient appliquées.
he: אנא בחר את כרטיס הקול שברצונך להגדיר עבור ALSA כברירת מחדל עבור כל המערכת. נדרשת הפעלה מחדש של הסשן על מנת שהשינויים יחולו.
hu: Válasszon hangkártyát, amit rendszerszintűen alapértelmezetté kíván tenni az ALSA-ban. A munkamenetet újra kell indítani a változtatások életbe léptetéséhez.
it: Scegliere la scheda audio che si desidera impostare come predefinita per alsa per tutti gli utenti.La sessione deve essere riavviata affinche' le modifiche siano applicate.
ja: システム一般に設定したいデフォのALSAサウンド・カードを選んでください。新しい設定を使用するには、再起動が必要です。
nl: Kies alstublieft de geluidskaart die u wilt instellen als standaard voor ALSA in het gehele systeem. De sessie moet opnieuw worden gestart om de wijzigingen toe te passen.
pl: Proszę wybrać kartę dźwiękową, którą chcesz ustawić jako domyślny dla ALSY. Sesja musi zostać ponownie uruchomiona, aby zmiany były zastosowane.
pt_pt: Por favor escolha a placa de som ALSA que quer definir como padrão para o sistema. Tem que reiniciar a sessão para aplicar as alterações.
ru: Пожалуйста, выберите звуковую карту, которая будет использоваться драйвером ALSA по умолчанию. Изменения вступят в силу после нажатия кнопки ОК и следующей загрузки ALSA или операционной системы.
sv: Välj det ljudkort du vill skall vara standard för ALSA Sessionen måste startas om för att ändringen skall gälla.
uk: Виберіть звукову карту, яка буде використовуватися як звукова карта ALSA для всієї системи. Для впровадження змін сесію потрібно перезапустити.

source: Sound card
ar: بطاقة الصوت
cs_cz: Zvuková karta
da: Lydkort
de: Soundkarte
el: Κάρτα ήχου
es: Tarjeta de sonido
fr: Noms des cartes sons
he: כרטיס קול
hu: Hangkártya
it: Scheda audio
ja: サウンド・カード
nl: Geluidskaart
pl: Karta dźwiękowa
pt_pt: Placa de som
ru: Устройство
sv: Ljudkort
uk: Звукова карта

source: You can use the buttons below to manage the system settings for ALSA, including volume settings and selection of input sources.
ar: يمكنك استخدام الأزرار الموجودة أدناه لإدارة إعدادات النظام لALSA ، بما في ذلك إعدادات الصوت واختيار مصادر المدخلات للصوت.
cs_cz: Můžete použít tlačítek níže pro správu systémových nastavení ALSA, včetně nastavení hlasitosti a výběru vstupních zdrojů.
da: Du kan bruge knapperne nedenfor til at håndtere systemindstillingerne for Alsa, inklusiv lydniveauindstillinger og valg af inputkilder.
de: Sie können die unteren Buttons benutzen um die ALSA Systemeinstellungen wie Lautstärke und Eingangsquellen zu bearbeiten.
el: Μπορείτε να χρησιμοποιήσετε τα ακόλουθα πλήκτρα για τη διαχείριση των ρυθμίσεων συστήματος της ÁLSA, συμπεριλαμβανομένων των ρυθμίσεων έντασης ήχου και της επιλογής των πηγών ηχογράφησης.
es: Puede usar los botones de abajo para administrar la configuración del sistema para ALSA, incluyendo la configuración del volumen y la selección de las fuentes de entrada.
fr: Vous pouvez utiliser les boutons ci-dessous pour gérer les paramètres du système pour ALSA, y compris les réglages du volume et de la sélection des sources d'entrée.
he: באפשרותך לעשות שימוש בלחצנים שלהלן לניהול הגדרות המערכת עבור ALSA, לרבות הגדרות עוצמת קול ובחירה של מקורות קלט.
hu: Az alábbi gombokat az ALSA rendszerbeállításainak kezelésére használhatja, beleértve a hangerő beállítását és a bemeneti források kiválasztását.
it: Puoi utilizzare i pulsanti di seguito per gestire le impostazioni di sistema per ALSA, incluse le impostazioni del volume e la selezione di fonti di input.
ja: ボリュームの設定、インプット・ソースの設定を含むシステム一般のALSAの設定は、下のボタンを使うことで可能です。
nl: U kunt van de onderstaande knoppen gebruik maken om de systeeminstellingen voor ALSA, alsmede volume-instellingen en de selectie van invoerbronnen te beheren.
pl: Możesz skorzystać z przycisków poniżej aby zarządzić ustawieniami systemu ALSA, w tym ustawień głośności i wybóru źródła sygnału.
pt_pt: Pode usar os botões abaixo para gerir as definições do sistema ALSA, incluindo ajustes de volume e seleção de fontes de entrada.
ru: Используйте эти кнопки для управления текущим уровнем громкости и другими настройками звука ALSA.
sv: Du kan använda knappen nedan för att hantera system inställningar för ALSA, inklusive volym inställning och vald ingångs källa.
uk: Ви можете використати кнопки нижче для керування сисетмними налаштуваннями для ALSA, включаючи налаштування гучності і вибору вхідного джерела.

source: Store the current ALSA settings as the system defaults
ar: تخزين الإعدادات الحالية ALSA كما افتراضيات النظام
cs_cz: Uložit aktuální nastavení ALSA jako výchozí systém
da: Gem de nuværende indstillinger for Alsa som systemstandarder
de: Speichere die aktuellen ALSA Einstellungen als Standardeinstellung
el: Αποθήκευση των τρεχουσών ρυθμίσεων της ALSA ως τις προεπιλεγμένες ρυθμίσεις συστήματος
es: Guardar la configuración ALSA actual como los valores por defecto del sistema
fr: Conserver les paramètres actuels de ALSA comme les valeurs par défaut du système
he: אחסן הגדרות ALSA נוכחיות כברירות המחדל של המערכת
hu: Az aktuális ALSA beállítások mentése a rendszer alapértelmezéseként
it: Memorizza le impostazioni ALSA correnti come impostazioni di sistema predefinite
ja: 今使っているALSAの設定をシステム・デフォとしてセイブする。
nl: Bewaar de huidige ALSA instellingen als standaard systeemwaarden
pl: Zapisanie bieżących ustawień ALSY jako domyślnych ustawień systemowych
pt_pt: Guardar definições atuais ALSA como padrão
ru: Сохранить текущие настройки как значения по умолчанию
sv: Lagra nuvarande ALSA inställningar som system standard
uk: Зберегти поточні налаштування ALSA як налаштування для всієї системи

source: Revert current ALSA settings to the stored defaults
ar: العودة إلى الإعدادات الحالية ALSA إلي الافتراضات المخزنة
cs_cz: Vrátit aktuální nastavení ALSA na výchozí uložené
da: Omvend de nuværende Alsa-indstillinger til de gemte standarder
de: Setze die aktuellen ALSA Einstellungen zurück zu den gespeicherten Standardeinstellungen
el: Επαναφορά των τρεχουσών ρυθμίσεων της ALSA από τις αποθηκευμένες ρυθμίσεις
es: Volver la configuración ALSA actual a los valores por defecto guardados
fr: Rétablir les paramètres actuels ALSA pour les valeurs par défaut stockées
he: החזר הגדרות ALSA נוכחיות להגדרות המאוחסנות כברירות המחדל
hu: Az aktuális ALSA beállítások visszaállítása a tárolt beállításokra
it: Riporta le impostazioni ALSA correnti alle impostazioni predefinite memorizzate
ja: 現ALSA設定をセイブされたデフォ設定に戻す。
nl: Zet de huidige ALSA instellingen naar de standaardwaarden terug
pl: Przywróć bieżące ustawienia ALSY do zapisanych ustawień
pt_pt: Reverter definições atuais ALSA para os padrões gravados
ru: Вернуть настройки к последним сохранённым
sv: Återställ nuvarande ALSA inställningar till lagrade standard
uk: Повернути поточні налаштування ALSA до збережених типових

source: Clear all ALSA settings and set default values
ar: مسح كافة إعدادات ALSA والقيم الافتراضية
cs_cz: Vymazat všech nastavení ALSA a nastavit výchozí hodnoty
da: Ryd alle Alsa-indstillinger og angiv standardværdier
de: Lösche alle ALSA Einstellungen und setzte die Standardeinstellungen
el: Εκκαθάριση όλων των ρυθμίσεων της ALSA και εφαρμογή προεπιλεγμένων τιμών
es: Limpiar toda la configuración ALSA y establecer los valores por defecto
fr: Effacer tous les réglages ALSA et définir des valeurs par défaut
he: טהר הגדרות ALSA נוכחיות וקבע ערכי ברירת המחדל
hu: Minden ALSA beállítás törlése és az alapértelmezett értékek beállítása
it: Elimina tutte le impostazioni ALSA e imposta valori predefiniti
ja: 全てのALSA設定を消去し、デフォに戻す。
nl: Wis alle ALSA instellingen en stel de standaardwaarden in
pl: Wyczyść wszystkie ustawienia ALSY i ustaw wartości domyślne
pt_pt: Limpar todas as definições ALSA e definir os valores padrão
ru: Отменить все пользовательские настройки
sv: Rensa alla ALSA inställningar och sätt standard värden
uk: Витерти всі налаштування ALSA і встановити типові значення

source: Settings
ar: إعدادات
cs_cz: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fr: Paramètres
he: הגדרות
hu: Beállítások
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
ru: Настройки
sv: Inställningar
uk: Налаштування

source: A tool to manage ALSA sound cards
ar: أداة لإدارة بطاقات الصوت ALSA
cs_cz: Nástroj pro správu zvukových karet ALSA
da: Et værktøj til at håndtere ALSA-lydkort
de: Ein Werkzeug zum Verwalten von ALSA Soundkarten
el: Διαχείριση των καρτών ήχου ALSA
es: Una herramienta para administrar tarjetas de sonido ALSA
he: כלי לניהול כרטיסי קול עם ALSA
hu: Segédprogram az ALSA hangkártyák kezeléséhez
nl: Een tool om de ALSA geluidskaarten te beheren
pl: Narzędzie do zarządzania kartami ALSA
pt_pt: Ferramenta ALSA para gerir placas de som
ru: Настройка ALSA для звуковой карты. gtkalsasetup входит в состав salixtools-gtk.

source: translator-credits
ar: حقوق-المترجم
cs_cz: zásluha na překladu
da: Kris Thomsen <lakristho~at~gmail~dot~com>
de: Übersetzer
el: Γιώργος Βλαχάβας <vlahavas~at~gmail~dot~com>
es: Fernando Velo <seacat.linux~at~gmail~dot~com>
he: Transifex Contributors: https://www.transifex.net/accounts/profile/sharemore/ Rahut Contributors: Isratine Citizen <genghiskhan@gmx.ca>
hu: Dvornik László <rezuri@zoho.com>
nl: vertaler-credits
pl: tłumacze
pt_pt: Sérgio Marques <smarquespt@gmail.com>

source: Default
ar: الافتراضي
cs_cz: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Por defecto
fr: Par défaut
he: ברירת מחדל
hu: Alapértelmezett
ja: デフォルト
pl: Domyślnie
pt_pt: Padrão
ru: По умолчанию
sv: Standard
uk: Типово

source: Use the default ALSA sound card
ar: استخدام بطاقة الصوت ALSA الافتراضية
cs_cz: Použít výchozí ALSA zvukovou kartu
da: Brug det standard Alsa-lydkort
de: Standard Alsa Soundkarte verwenden
el: Χρησιμοποιήστε την προεπιλεγμένη κάρτα ήχου ALSA
es: Usar la tarjeta de sonido por defecto de ALSA
fr: Choisissez la carte par défaut d'ALSA
he: השתמש בכרטיס קול ברירת המחדל של ALSA
hu: Az alapértelmezett ALSA hangkártya használata
it: Usare la scheda audio ALSA di default
ja: デフォのALSAサウンド・カードを使用する
nl: Gebruik de standaard ALSA geluidskaart
pl: Użyj domyślnej karty dźwiękowej ALSA
pt_pt: Utilizar placa de som padrão ALSA
ru: Звуковая карта, используемая по умолчанию
sv: Använd standard ALSA ljudkort
uk: Використати типову звукову карту ALSA

source: Description
ar: الوصف
cs_cz: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fr: Descriptions
he: תיאור
hu: Leírás
it: Descrizione
ja: 説明
nl: Beschrijving
pl: Opis
pt_pt: Descrição
ru: Описание
sv: Beskrivning
uk: Опис

source: ALSA sound card
ar: بطاقة الصوت ALSA
cs_cz: ALSA zvuková karta
da: Alsa-lydkort
de: ALSA Soundkarte
el: Κάρτα ήχου ALSA
fr: Carte son ALSA
he: כרטיס קול ALSA
it: Scheda audio ALSA
ja: ALSAサウンド・カード
ru: Звуковая карта
sv: ALSA ljudkort
uk: Звукова карта ALSA

source: Select the systemwide ALSA sound card
ar: حدد بطاقة صوت ALSA علي مستوي النظام
cs_cz: Vyberte celosystémovou zvukovou kartu ALSA
da: Vælg Alsa-lydkort for systemet
de: Wählen Sie die systemweite ALSA Soundkarte
el: Επιλέξτε την κάρτα ήχου ALSA συστήματος
es: Seleccionar la tarjeta de sonido para todo el sistema ALSA
fr: Sélectionne la carte son ALSA pour l'ensemble du système
he: בחר כרטיס קול ALSA עבור כל המערכת
hu: Válasszon rendszerszintű ALSA hangkártyát
it: Selezionare la scheda audio ALSA per tutto il sistema
ja: システム一般用のALSAサウンド・カードを選ぶ。
nl: Selecteer de ALSA geluidskaart voor het gehele systeem
pl: Wybierz systemową kartę dźwiękową ALSA
pt_pt: Selecione a placa de som ALSA para todo o sistema
ru: Настройка ALSA для звуковой карты
sv: Välj system ALSA ljudkort
uk: Вибрати звукову карту ALSA для всієї системи

source: ALSA Sound Card
es: Tarjeta de sonido ALSA
nl: ALSA geluidskaart
pt_pt: Placa de som ALSA
