Repository: gapan/salixtools-gtk
Catalog: gtkkeyboardsetup/po/*.po
Languages: ar, cs_cz, da, de, el, es, fr, he, hi_in, hu, it, ja, nl, pl, pt, pt_pt, ro, ru, sv, uk

source: Keyboard settings
ar: إعدادات لوحة المفاتيح
cs_cz: Nastavení klávesnice
da: Indstillinger for tastatur
de: Tastatureinstellungen
el: Ρυθμίσεις πληκτρολογίου
es: Configuración del teclado
fr: Configuration du clavier
he: הגדרות מקלדת
hi_in: कुंजीपटल सेटिंग्स
hu: Billentyűzet beállításai
it: Impostazioni tastiera
ja: キーボード設定
nl: Toetsenbord instellingen
pl: Opcje klawiatury
pt: Definições do teclado
pt_pt: Definições de teclado
ro: Setări tastatură
ru: Настройка клавиатуры
sv: Tangentbords inställningar
uk: Налаштування клавіатури

source: Please select your preferred keyboard type and map and set numlock and IBus/SCIM preferences.
da: Vælg venligst din foretrukne tastaturtype og -layout. Angiv numlock og IBus/SCIM-indstillinger.
de: Bitte w채hlen Sie Ihr bevorzugten Tastaturtyp und -layout. Bitte stellen Sie auch Numlock und IBus/SCIM ein.
el: Παρακαλούμε επιλέξτε τον επιθυμητό τύπο πληκτρολογίου και ορίστε τις ρυθμίσεις του πλήκτρου numlock και των IBus/SCIM.
es: Por favor, seleccione el tipo de teclado y mapa preferidos y establezca BloqNum y las preferencias de IBus / SCIM.
fr: Veuillez sélectionner votre type et disposition de clavier préféré et activer ou désactiver les touches numériques ainsi que la console iBus / SCIM.
hi_in: कृपया इच्छित कुंजीपटल प्रकार व अभिन्यास चुनें एवं नमलॉक व IBus/SCIM सेटिंग्स तय करें।
hu: Válassza ki az előnyben részesített billentyűzettípust és kiosztást, és állítsa be a numlock és IBus/SCIM beállításait.
it: Selezionate il tipo di tastiera desiderato e la sua mappatura ed inoltre le impostazioni di blocco tastierino numerico e IBus/SCIM.
nl: Selecteer het gewenste type toetsenbord en -instellingen en bepaal de numlock en IBus/SCIM voorkeuren.
pl: Proszę wybrać preferowany typ klawiatury i mapy i ustawić numlock i iBus/SCIM preferencje.
pt: Selecione o tipo e esquema de teclado preferido e defina as preferências para o numlock e IBus/SCIM.
pt_pt: Por favor selecione o tipo e esquema de teclado preferido e defina as preferências para numlock e IBus/SCIM.
ro: Vă rugăm selectați tipul și aranjamentul tastaturii,precum și preferințele pentru numlock și IBus/SCIM.
ru: Пожалуйста, выберите раскладку, программную раскладку используемого по умолчанию языка, и другие параметры для клавиатуры. Изменения вступят в силу после нажатия кнопки ОК.
sv: Välj önskat tangentbords typ och layout och ställ NumLock och IBus / SCIM alternativ.
uk: Будь ласка, виберіть потрібний тип клавіатури і розкладку та налаштуйте властивості NumLock і IBus/SCIM.

source: Enable numlock when the system is started
ar: تمكين numlock عند تشغيل النظام
cs_cz: Povolit NumLock při spuštění systému
da: Aktivér numlock når systemet bliver startet
de: Numlock beim Systemstart aktivieren
el: Ενεργοποίηση του πλήκτρου numlock κατά την εκκίνηση του συστήματος
es: Habilitar BloqNum cuando arranque el sistema
fr: Activer le pavé numérique au démarrage du système
he: אפשר numlock בעת הפעלת המערכת
hi_in: सिस्टम आरंभ पर नमलॉक सक्रिय करें
hu: Numlock engedélyezése a rendszer indulásakor
it: Abilita numlock quando il sistema viene avviato
ja: 数字キーパッドをデフォでONにする
nl: Activeer NumLock wanneer het systeem wordt gestart
pl: Włącz numlock, gdy system jest uruchamiany
pt: Ativar o numlock ao iniciar o sistema
pt_pt: Ativar numlock ao iniciar o sistema
ro: Activați numlock la pornirea sistemului
ru: Включать цифровую клавиатуру при загрузке системы
sv: Aktivera numlock när systemet är startat.
uk: Включити numlock при старті системи

source: Enable IBus when the system is started
ar: تمكين IBus عند تشغيل النظام
cs_cz: Povolit IBus při spuštění systému
da: Aktivér IBus når systemet bliver startet
de: IBus beim Systemstart aktivieren
el: Ενεργοποίηση του IBus κατά την εκκίνηση του συστήματος
es: Habilitar IBus cuando el sistema arranque
fr: Activer IBus au démarrage du système
he: אפשר IBus בעת הפעלת המערכת
hi_in: सिस्टम आरंभ पर IBus सक्रिय करें
hu: IBus engedélyezése a rendszer indulásakor
it: Abilita IBus quando il sistema viene avviato
ja: システム起動時にIBusを作動させる
nl: IBus aanzetten wanneer het systeem wordt gestart
pl: Włącz iBus, gdy system jest uruchamiany
pt: Ativar o IBus ao iniciar o sistema
pt_pt: Ativar IBus ao iniciar o sistema
ro: Activați IBus la pornirea sistemului
ru: Включать IBus при загрузке системы
sv: Aktivera IBus när systemet startas
uk: Включити IBus при старті системи

source: IBus is an input platform for Chinese, Japanese, Korean and many other languages. It is newer and works better than SCIM.
cs_cz: IBus je vstupní platforma pro Čínštinu, Japonštinu, Korejštinu a mnoho dalších jazyků. Je novější a lépe fungující než SCIM.
da: IBus er en input-platform for kinesisk, japansk, koreansk og mange andre sprog. Det er nyere og virker bedre end SCIM.
de: IBus ist eine Eingabeplattform f체r Chinesisch, Japanisch, Koreanisch und viele andere Sprachen. Es ist neuer und funktioniert besser als SCIM.
el: Το IBus είναι μια πλατφόρμα εισαγωγής για Κινέζικα, Γιαπωνέζικα, Κορεάτικα και πολλές άλλες γλώσσες.
es: IBus es una plataforma de entrada para chino, japonés, coreano y algunos otros idiomas. Es más nuevo y funciona mejor que SCIM.
fr: IBus est une plateforme unifiée de saisie pour le chinois, japonais, coréen et de nombreuses autres langues. Elle est plus récente et fonctionnelle que SCIM.
he: ‏IBus הינה פלטפורמת ק‎‎‏‏לט עבור יפנית, סינית, עברית, ערבית, פרסית, קוריאנית, רוסית ועוד שפות רבות אחרות. IBus עדכנית יותר ועובדת טוב יותר מאשר פלטפורמת הק‎‎‏‏לט SCIM.
hi_in: IBus चीनी, जापानी, कोरियाई व कई अन्य भाषाओँ हेतु एक इनपुट मंच है। यह आधुनिक है व इसकी कार्यकुशलता SCIM से बेहतर है।
hu: Az IBus beviteli platform kínai, japán, koreai és egyéb nyelvekhez. Újabb és jobban működik a SCIM-nél.
it: IBus Ã¨ una piattaforma di input per le lingue Cinese, Giapponese, Coreano e per molte altre. E' aggiornato e funziona meglio di SCIM.
ja: IBusは、日本語、中国語、韓国語や他の多くの言語の入力ができるインプット·エンジンです。SCIMをより新しく、さらに快適に動作します。
nl: IBus is een invoerplatform voor Chinees, Japans, Koreaans en vele overige talen. Het is nieuwer en werkt beter dan SCIM.
pl: IBus jest platformą wejść na chiński, japoński, koreański i wiele innych języków. Jest nowszy i działa lepiej niż SCIM.
pt: O IBus é uma plataforma de introdução para o Chinês, Japonês, Coreano e outros idiomas. É mais recente e funciona melhor do que o SCIM.
pt_pt: O IBus é uma plataforma de introdução para chinês, japonês, coreano e outros idiomas. É mais recente que o SCIM e funciona melhor.
ro: IBus este o platformă de intrare pentru limbile chineză,japoneză,coreeană și multe altele.Este platformă mai nouă și funcționează mai bine decât SCIM.
ru: IBus — редактор метода ввода для языков, символы которых отсутствуют на клавиатуре. Эта программа заменяет собой SCIM.
sv: IBus är en inmatnings plattform för kinesiska, japanska, koreanska och många andra språk. Det är nyare och fungerar bättre än SCIM.
uk: IBus є платформою вводу для китайської, японської, корейської та багатьох інших мов. IBus є новим і працює краще, ніж SCIM.

source: Enable SCIM when the system is started
ar: تمكين SCIM عند تشغيل النظام
da: Aktivér SCIM når systemet bliver startet
de: SCIM beim Systemstart aktivieren
el: Ενεργοποίηση του SCIM κατά την εκκίνηση του συστήματος
es: Habilitar SCIM cuando arranque el sistema
fr: Activer SCIM au démarrage du système
hi_in: सिस्टम आरंभ पर SCIM सक्रिय करें
hu: SCIM engedélyezése a rendszer indulásakor
it: Abilita SCIM quando il sistema viene avviato
nl: Activeer SCIM wanneer het systeem wordt gestart
pl: Włącz SCIM, gdy system jest uruchamiany
pt: Ativar o SCIM ao iniciar o sistema
pt_pt: Ativar SCIM ao iniciar o sistema
ro: Activați SCIM la pornirea sistemului
ru: Включать SCIM при загрузке системы
sv: Aktivera SCIM när systemet är startat.
uk: Включити SCIM при старті системи

source: SCIM is an input platform for Chinese, Japanese, Korean and many other languages.
ar: SCIM هو نظام إدخال لغات مثل الصينية واليابانية والكورية وغيرها الكثير.
da: SCIM er en inputplatform for kinesisk, japansk, koreansk og mange andre sprog.
de: SCIM ist eine Eingabemethode f체r Chinesisch, Japanisch, Koreanisch und viele andere Sprachen.
el: Το SCIM είναι μια πλατφόρμα εισαγωγής για Κινέζικα, Γιαπωνέζικα, Κορεάτικα και πολλές άλλες γλώσσες.
es: SCIM es una plataforma de entrada para el chino, japonés, coreano y algunos otros idiomas.
fr: SCIM est une plate-forme unifiée de saisie pour le chinois, le japonais, le coréen et de nombreuses autres langues.
hi_in: SCIM चीनी, जापानी, कोरियाई व कई अन्य भाषाओँ हेतु एक इनपुट मंच है।
hu: A SCIM beviteli platform kínai, japán, koreai és egyéb nyelvekhez.
it: SCIM e' una piattaforma di input per cinese, giapponese, coreano e molte altre lingue.
nl: SCIM is een platform voor input in het Chinees, Japans, Koreaans en vele andere talen.
pl: SCIM jest platformą wejść na chiński, japoński, koreański i wiele innych języków.
pt: O SCIM é uma plataforma de introdução para o Chinês, Japonês, Coreano e outros idiomas.
pt_pt: O SCIM é uma plataforma de introdução para chinês, japonês, coreano e outros idiomas.
ro: SCIM este o platformă de intrare pentru limbile chineză,japoneză,coreeană și multe altele.
ru: SCIM — редактор метода ввода для языков, символы которых отсутствуют на клавиатуре, например китайского, японского, корейского и многих других.
sv: SCIM är en inmatnings plattform för Kinesiska, Japanska, Koreanska och många fler språk.
uk: SCIM є методом вводу для китайської, японської, корейської та багато інших мов.

source: Keyboard configuration tool
ar: آلة إعداد لوحة المفاتيح
cs_cz: Nástroj pro nastavení klávesnice
da: Konfigurationsværktøj for tastatur
de: Konfiguration des Tastaturlayouts
el: Ρύθμιση της διάταξης του πληκτρολογίου
es: Herramienta de configuración del teclado
fr: Utilitaire de configuration du clavier
he: כלי להגדרת תצורת מקלדת
hi_in: कुंजीपटल विन्यास साधन
hu: Billentyűzet beállítóeszköz
it: Strumento di configurazione della tastiera
ja: キーボード設定用ツール
nl: Toetsenbord configuratietool
pl: Narzędzie do konfiguracji klawiatury
pt: Ferramenta de configuração do teclado
pt_pt: Ferramenta de configuração de teclado
ro: Instrument pentru configurarea tastaturii
ru: Графический интерфейс для keyboardsetup (входит в состав salixtools) — инструмента управления ракладкой клавиатуры. Gtkkeyboardsetup входит в состав salixtools-gtk.
sv: Tangentbords konfigurering
uk: Інструмент налаштування клавіатури

source: translator-credits
ar: حقوق-المترجم
cs_cz: zásluha na překladu
da: Kris Thomsen <lakristho~at~gmail~dot~com>
de: Thorsten M체hlfelder <thenktor~at~gmx.de>
el: Γιώργος Βλαχάβας <vlahavas~at~gmail~dot~com>
es: Fernando Velo <seacat.linux~at~gmail~dot~com>
fr: Cyrille Pontvieux <jrd~at~enialis~dot~net> Pierrick Le Brun <akuna~at~salixos~dot~org>
he: Transifex Contributors: https://www.transifex.net/accounts/profile/sharemore/ Rahut Contributors: Isratine Citizen <genghiskhan@gmx.ca>
hi_in: अनुवादक आभार
hu: Dvornik László <rezuri@zoho.com> Polonkai Péter <polesz@nedudu.hu>
it: traduttore-crediti
ja: 翻訳者
nl: vertaler-credits
pl: tłumacze
pt: Hugo Carvalho <hugokarvalho@hotmail.com> Sérgio Marques <smarquespt@gmail.com>
pt_pt: Sérgio Marques <smarquespt@gmail.com>
ro: Creditări translator
sv: Ingemar Karlsson <po@ingk.se>
uk: Yarema aka Knedlyk <yupadmin@gmail.com>

source: Keyboard type
ar: نوع لوحة المفاتيح
cs_cz: Typ klávesnice
da: Tastaturtype
de: Art
el: Τύπος πληκτρολογίου
es: Tipo de teclado
fr: Type de clavier
he: טיפוס מקלדת
hi_in: कुंजीपटल प्रकार
hu: Billentyűzettípus
it: Tipo di tastiera
ja: キーボード・タイプ
nl: Type toetsenbord
pl: Typ klawiatury
pt: Tipo de teclado
pt_pt: Tipo de teclado
ro: Tipul tastaturii
ru: Раскладка клавиатуры
sv: Tangentbords typ
uk: Тип клавіатури

source: Keyboard map
ar: خريطة لوحة المفاتيح
cs_cz: Mapa klávesnice
da: Tastaturudlægning
de: Layout
el: Διάταξη πληκτρολογίου
es: Mapa del teclado
fr: Disposition du clavier
he: מערך מקלדת
hi_in: कुंजीपटल अभिन्यास
hu: Billentyűzetkiosztás
it: Mappatura tastiera
ja: キーボード・マップ
nl: Toetsenbord indeling
pl: Mapa klawiatury
pt: Esquema de teclado
pt_pt: Esquema de teclado
ro: Aranjamentul tastaturii
ru: Программная раскладка
sv: Tangentbords layout
uk: Розкладка клавіатури

source: Keyboard
ar: لوحة المفاتيح
cs_cz: Klávesnice
da: Tastatur
de: Tastatur
el: Πληκτρολόγιο
es: Teclado
fr: Clavier
he: לוח מקשים
hi_in: कुंजीपटल
hu: Billentyűzet
it: Tastiera
ja: キーボード
nl: Toetsenbord
pl: Klawiatura
pt: Teclado
pt_pt: Teclado
ro: Tastatură
ru: Клавиатура
sv: Tangentbord
uk: Клавіатура

source: Please select your preferred keyboard type and map and set numlock and IBus preferences.
cs_cz: Prosím, vyberte upřednostňované předvolby typu klávesnice, mapy a nastavení NumLock, IBUS.
he: אנא בחר מערך וטיפוס מקלדת המועדפים עליך וקבע העדפות עבור numlock ועבור פלטפורמות ק‎‎‏‏לט IBus.
ja: お好みのキーボードの種類、マップ設定。NumLockキーの設定。IBusの設定をしてください。
