Repository: gapan/salixtools-gtk
Catalog: gtkclocksetup/po/*.po
Languages: ar, cs_cz, he, hu, ja, ro, ru

source: Date and time settings
ar: إعدادات الوقت و التاريخ
cs_cz: Nastavení datumu a času
he: הגדרות זמן ותאריך
hu: Dátum és idő beállítása
ja: 日時の設定
ro: Setări pentru dată și oră
ru: Установка даты и времени

source: Keep clock synchronized with internet servers
ar: الحفاظ على مدار الساعة متزامنة مع خوادم الإنترنت
cs_cz: Udržujte hodiny synchronizované s internetovými servery
he: השאר את השעון מסונכרן עם שרתי אינטרנט
hu: Az óra szinkronizálása internetes kiszolgálóhoz
ja: 時間をインターネットサーバから同期する
ro: Păstrează ceasul sincronizat cu serverele de pe internet
ru: Синхронизировать время с интернет-серверами

source: Synchronize now
ar: مزامنة الآن
cs_cz: Synchronizovat nyní
he: סנכרן כעת
hu: Szinkronizálás most
ja: 今すぐ同期
ro: Sincronizează acum
ru: Синхронизировать

source: Time zone:
ar: المنطقة الزمنية :
cs_cz: Časové pásmo
he: אזור זמן:
hu: Időzóna:
ja: タイムゾーン:
ro: Fusul orar:
ru: Часовой пояс:

source: Select time zone...
ar: حدد المنطقة الزمنية...
cs_cz: Vyberte časové pásmo...
he: בחירת אזור זמן...
hu: Időzóna kiválasztása...
ja: タイムゾーンを選択...
ro: Selectează fusul orar...
ru: Выбрать...

source: Hardware clock is set to Coordinated Universal Time (UTC)
ar: يتم تعيين ساعة الأجهزة على التوقيت العالمي (بالتوقيت العالمي)
cs_cz: Hardwarové hodiny nastaveny na Coordinated Universal Time (UTC)
he: שעון חמרה קבוע לזמן הכלל עולמי המתואם (UTC)
hu: A hardveróra beállítása a koordinált világidőre (UTC)
ja: ハードウェアクロックは共通 Universal Time (UTC) に設定されています
ro: Ceasul hardware este setat pe Coordinated Universal Time (UTC)
ru: Аппаратные часы установлены как UTC

source: Hardware clocks in most home or business computers are set to using local time, while the hardware clock in most web servers is probably set to UTC. Do not check this box if you are not sure.
cs_cz: Hardwarové hodiny ve většině domácností a podnikových počítačích jsou nastaveny pomocí místního času, zatímco hardwarové hodiny ve většině webových serverů jsou pravděpodobně nastaveny na UTC. Nepoužívejte zaškrtnutí tohoto políčka, pokud si nejste jisti.
ro: La majoritatea computerelor de birou,ceasurile hardware sunt setate pe ora locală,în timp ce ceasul hardware la cele mai multe servere web sunt setate pe UTC.Nu selectați această căsuță dacă nu sunteți siguri.

source: Time:
ar: الوقت :
cs_cz: Čas:
he: זמן:
hu: Idő:
ja: 時間:
ro: Ora:
ru: Время:

source: Date:
ar: التاريخ :
cs_cz: Datum:
he: תאריך:
hu: Dátum:
ja: 日付:
ro: Data:
ru: Дата:

source: System clock configuration tool
ar: نظام أداة التكوين ساعة
cs_cz: Nástroj pro nastavení systémových hodiny
he: כלי עזר לקביעת תצורת שעון מערכת
hu: Rendszeróra beállítóeszköz
ja: システムクロック設定ツール
ro: Instrument pentru configurarea ceasului de sistem
ru: Графический интерфейс для clocksetup (входит в состав salixtools) — инструмента настройки даты и времени. Gtkclocksetup входит в состав salixtools-gtk.

source: translator-credits
ar: مترجم من قروض
cs_cz: zásluha na překladu
he: Transifex Contributors: https://www.transifex.net/accounts/profile/sharemore/ Rahut Contributors: Isratine Citizen <genghiskhan@gmx.ca>
hu: Dvornik László <rezuri@zoho.com>
ja: BALLOON a.k.a. Fu-sen. (Keiichi SHIGA) <balloonakafusen+@gmail.com> その他
ro: Creditări translator

source: Select time zone
ar: حدد المنطقة الزمنية
cs_cz: Výběr časového pásma
he: בחירת אזור זמן
hu: Időzóna kiválasztása
ja: タイムゾーンの選択
ro: Selectează fusul orar
ru: Выбор часового пояса

source: Please select your time zone:
ar: الرجاء اختيار المنطقة الزمنية :
cs_cz: Prosím, vyberte časové pásmo:
he: אנא בחר את אזור הזמן שלך:
hu: Válasszon időzónát:
ja: タイムゾーンを選択して下さい:
ro: Vă rugăm selectați fusul dumneavoastră orar:
ru: Выберите ваш часовой пояс:

source: General area
ar: منطقة عامة
cs_cz: Obecná oblast
he: אזור כללי
hu: Általános terület
ja: 地域
ro: Arie generală
ru: Регион

source: Location
ar: المكان
cs_cz: Umístění
he: מיקום
hu: Földrajzi hely
ja: 都市
ro: Locația
ru: Часовой пояс

source: System Clock
cs_cz: Systémové hodiny
he: שעון מערכת
ja: システムクロック
ru: Дата и время

source: System clock
ro: Ceas sistem
