Repository: gapan/salixtools-gtk
Catalog: gtkhostsetup/po/*.po
Languages: ar, da, de, el, es_ar, he, hi_in, hu, id, ja, nl, pl, ro, ru, uk

source: Hostnames
ar: أسماء المضيفين
da: Værtsnavne
de: Hostnamen
el: Ονόματα υπολογιστών
es_ar: Nombres de host
he: שמות מארח
hi_in: होस्ट नाम
hu: Gépnevek
id: Hostname
ja: ホストネーム
nl: Host namen
pl: Nazwy hostów
ro: Nume gazde
ru: Имя компьютера в сети
uk: Назва сервера

source: About
el: Σχετικά με
hi_in: बारे में

source: Cancel
el: Άκυρο
hi_in: रद्द करें

source: Apply changes
el: Εφαρμογή
hi_in: परिवर्तन लागू करें

source: <b>This computer:</b>
ar: <b>هذا الكمبيوتر :</b>
da: <b>Denne computer:</b>
de: <b>Dieser Computer:</b>
el: <b>Ο παρών υπολογιστής:</b>
es_ar: <b>Esta computadora:</b>
he: <b>המחשב הזה:</b>
hi_in: <b>यह कंप्यूटर :</b>
hu: <b>Ez a számítógép:</b>
id: <b>Komputer ini:</b>
ja: <b>このコンピュータ:</b>
nl: <b>Deze computer:</b>
pl: <b>Ten komputer:</b>
ro: <b>Acest computer:</b>
ru: <b>Этот компьютер:</b>
uk: <b>Цей комп’ютер:</b>

source: Hostname:
ar: المضيف :
da: Værtsnavn:
el: Όνομα υπολογιστή:
es_ar: Nombre del host:
he: שם מארח:
hi_in: होस्ट नाम :
hu: Gépnév:
ja: ホストネーム：
nl: Hostnaam:
pl: Nazwa hosta:
ro: Definiți nume gazdă:
ru: Имя хоста:
uk: Назва сервера:

source: Domain:
ar: المجال :
da: Domæne:
el: Τομέας:
es_ar: Dominio:
he: תחום:
hi_in: डोमेन :
hu: Tartomány:
ja: ドメイン：
nl: Domein:
pl: Domena:
ro: Domeniu:
ru: Доменное имя:
uk: Домен:

source: <b>Other hosts:</b>
ar: <b>المضيفين الآخرين :</b>
da: <b>Andre værter:</b>
de: <b>Andere Hosts:</b>
el: <b>Άλλα ονόματα:</b>
es_ar: <b>Otros hosts:</b>
he: <b>מארחים אחרים:</b>
hi_in: <b>अन्य होस्ट :</b>
hu: <b>Egyéb gépek:</b>
id: <b>Host yang lain:</b>
ja: <b>他のホスト:</b>
nl: <b>Andere hosts:</b>
pl: <b>Inne hosty:</b>
ro: <b>Alte gazde:</b>
ru: <b>Другие хосты:</b>
uk: <b>Інші сервери:</b>

source: Add
el: Προσθήκη
hi_in: जोड़ें

source: Edit
el: Επεξεργασία
hi_in: संपादन

source: Remove
el: Διαγραφή
hi_in: हटाएँ

source: Configure the system hostnames
ar: تكوين نظام أسماء المضيفين
da: Konfigurér systemets værtsnavne
de: System-Hostnamen konfigurieren
el: Επεξεργασία των ονομάτων υπολογιστών
es_ar: Configurar los nombres de host del sistema
he: תצורת שמות מארח של המערכת
hi_in: सिस्टम होस्ट नाम विन्यस्त करें
hu: A rendszer gépneveinek beállítása
id: Mengkonfigurasi hostname sistem
ja: システムのホストネーム設定
nl: Configureer de hostnamen van het systeem
pl: Konfiguracja systemu nazw hostów
ro: Configurează nume gazde sistem
ru: Настройка имени компьютера в сети. Gtkhostsetup входит в состав salixtools-gtk.
uk: Конфігурація системних назв серверів

source: translator-credits
ar: حقوق-المترجم
da: Kris Thomsen <lakristho~at~gmail~dot~com>
de: Thorsten Mühlfelder <thenktor~at~gmx.de>
el: Γιώργος Βλαχάβας <vlahavas~at~gmail~dot~com>
es_ar: Fernando Velo <seacat.linux~at~gmail~dot~com>
he: Transifex Contributors: https://www.transifex.net/accounts/profile/sharemore/ Rahut Contributors: Isratine Citizen <genghiskhan@gmx.ca>
hi_in: अनुवादक आभार
hu: Dvornik László <rezuri@zoho.com>
id: kredit-penerjemah
ja: 翻訳者
nl: vertaler-credits
pl: tłumacze
ro: Creditări translator
uk: Yarema aka Knedlyk <yupadmin@gmail.com>

source: Add host
ar: إضافة مضيف
da: Tilføj vært
de: Host hinzufügen
el: Προσθήκη ονόματος υπολογιστή
es_ar: Agregar un host
he: הוסף מארח
hi_in: होस्ट जोड़ें
hu: Gép hozzáadása
id: Tambah host
ja: ホストを加える
nl: Host toevoegen
pl: Dodaj hosta
ro: Adaugă gazdă
ru: Добавление хоста
uk: Додати сервер

source: OK
el: Εντάξει
hi_in: ठीक है

source: IP address:
ar: عنوان IP :
da: IP-adresse:
de: IP-Adresse:
el: Διεύθυνση IP:
es_ar: Dirección IP:
he: כתובת IP:
hi_in: आईपी पता :
hu: IP-cím:
id: Alamat IP:
ja: IPアドレス:
nl: IP-adres:
pl: Adres IP:
ro: Adresa IP:
ru: IP-адрес
uk: IP адреса:

source: Error
ar: خطأ
da: Fejl
de: Fehler
el: Σφάλμα
he: שגיאה
hi_in: त्रुटि
hu: Hiba
ja: エラー
nl: Fout
pl: Błąd
ro: Eroare
ru: Ошибка
uk: Помилка

source: Edit host
ar: تحرير المضيف
da: Redigér vært
de: Host bearbeiten
el: Επεξεργασία ονόματος υπολογιστή
es_ar: Editar el host
he: ערוך מארח
hi_in: होस्ट संपादित करें
hu: Gép szerkesztése
id: Sunting host
ja: ホストを修正する
nl: Host bewerken
pl: Edytuj hosta
ro: Editează gazdă
ru: Правка хоста
uk: Редагувати сервер

source: The IP address cannot be empty.
ar: عنوان الIP لا يمكن أن يكون فارغاً
da: IP-adressen må ikke være tom.
de: Die IP-Adresse kann nicht leer sein.
el: Η διεύθυνση IP δεν μπορεί να είναι κενή.
es_ar: La dirección IP no puede estar vacía.
he: כתובת IP לא יכולה להיות ריקה
hi_in: आईपी-पता रिक्त नहीं होना चाहिए।
hu: Az IP-cím nem lehet üres.
id: Alamat IP tidak boleh kosong
ja: IPアドレスが、欠けています。
nl: Het IP-adres kan niet leeg zijn.
pl: Adres IP nie może być pusty.
ro: Adresa IP nu poate rămâne fără valoare.
ru: IP-адрес не может быть пустым.
uk: IP адреса не може бути порожньою.

source: The hostname cannot be empty.
ar: لا يمكن لاسم المضيف أن يكون فارغا
da: Værtsnavnet må ikke være tom.
de: Der Hostname kann nicht leer sein.
el: Το όνομα υπολογιστή δεν μπορεί να είναι κενό.
es_ar: El nombre del host no puede estar vacío.
he: שם מארח לא יכול להיות ריק
hi_in: होस्ट नाम रिक्त नहीं होना चाहिए।
hu: A gépnév nem lehet üres.
id: Hostname tidak boleh kosong
ja: ホストネームが、欠けています。
nl: De hostnaam mag niet leeg zijn.
pl: Nazwa hosta nie może być pusta.
ro: Numele gazdei trebuie completat.
ru: Имя хоста не может быть пустым.
uk: Назва сервера не може бути порожньою.

source: The hostname cannot start with a hyphen.
ar: لا يمكن لاسم المضيف أن يبدأ بواصلة.
da: Værtsnavnet må ikke starte med en bindestreg.
de: Der Hostname darf nicht mit einem Bindestrich beginnen.
el: Το όνομα υπολογιστή δεν μπορεί να ξεκινά με παύλα.
es_ar: El nombre del host no puede empezar con un guión.
he: שם מארח לא יכול להתחיל עם מקף
hi_in: होस्ट नाम हायफ़न '-' से आरंभ नहीं होना चाहिए।
hu: A gépnév nem kezdődhet kötőjellel.
id: Hostname tidak bisa dimulai dengan tanda hubung
ja: ホストネームは、ハイフンからはじまることができません。
nl: De hostnaam kan niet beginnen met een koppelteken.
pl: Nazwa hosta nie może zaczynać się od myślnika.
ro: Numele gazdei nu poate începe cu cratimă.
ru: Имя хоста не может начинаться с дефиса.
uk: Назва сервера не може починатися з тире (-).

source: The hostname cannot end with a hyphen.
ar: لا يمكن لاسم المضيف أن ينتهي بواصلة.
da: Værtsnavnet må ikke slutte med en bindestreg.
de: Der Hostname darf nicht mit einem Bindestrich enden.
el: Το όνομα υπολογιστή δεν μπορεί να τελειώνει σε παύλα.
es_ar: El nombre del host no puede terminar con un guión.
he: שם מארח לא יכול להסתיים עם מקף
hi_in: होस्ट नाम हायफ़न '-' से अंत नहीं होना चाहिए।
hu: A gépnév nem végződhet kötőjelre.
id: Hostname tidak bisa di akhiri dengan tanda hubung
ja: ホストネームは、ハイフンで終わることができません。
nl: De hostnaam kan niet eindigen met een koppelteken.
pl: Nazwa hosta nie może się kończyć myślnikiem.
ro: Numele gazdei nu se poate termina cu cratimă.
ru: Имя хоста не может заканчиваться дефисом.
uk: Назва сервера не може закінчуватися тире (-).

source: The domain cannot start with a hyphen.
ar: لا يمكن للمجال أن يبدأ بواصلة.
da: Domænet må ikke starte med en bindestreg.
de: Die Domain darf nicht mit einem Bindestrich beginnen.
el: Ο τομέας δεν μπορεί να ξεκινά με παύλα.
es_ar: El dominio no puede empezar con un guión.
he: תחום לא יכול להתחיל עם מקף
hi_in: डोमेन नाम हायफ़न '-' से आरंभ नहीं होना चाहिए।
hu: A tartománynév nem kezdődhet kötőjellel.
id: Domain tidak bisa dimulai dengan tanda hubung
ja: ドメインは、ハイフンからはじまることができません。
nl: De domeinnaam kan niet beginnen met een koppelteken.
pl: Domeny nie może zaczynać się od .
ro: Domeniul nu poate începe cu cratimă.
ru: Доменное имя не может начинаться с дефиса.
uk: Домен не може починатися з тире (-).

source: The domain cannot end with a hyphen.
ar: لا يمكن للمجال أن ينتهي بواصلة.
da: Domænet må ikke slutte med en bindestreg.
de: Die Domain darf nicht mit einem Bindestrich enden.
el: Ο τομέας δεν μπορεί να τελειώνει σε παύλα.
es_ar: El dominio no puede terminar con un guión.
he: תחום לא יכול להסתיים עם מקף
hi_in: डोमेन नाम हायफ़न '-' से अंत नहीं होना चाहिए।
hu: A tartománynév nem végződhet kötőjelre.
id: Domain tidak bisa diakhiri dengan tanda hubung
ja: ドメインは、ハイフンで終わることができません。
nl: De domeinnaam kan niet eindigen met een koppelteken.
pl: Domena nie może się kończyć myślnikiem.
ro: Domeniul nu poate sfârși cu cratimă.
ru: Доменное имя не может заканчиваться дефисом.
uk: Домен не може закінчуватися тире (-).

source: Not a valid IP address.
ar: عنوان IP غير صحيح .
da: Ikke en gyldig IP-adresse.
de: Keine gültige IP-Adresse
el: Μη έγκυρη διεύθυνση IP.
es_ar: La dirección IP no es válida.
he: כתובת IP אינה תקפה.
hi_in: अमान्य आईपी पता।
hu: Nem érvényes IP-cím.
id: Alamat IP tidak valid
ja: IPアドレスが、間違っています。
nl: Niet een geldig IP-adres.
pl: Nie jest to prawidłowy adres IP.
ro: Adresă IP invalidă.
ru: Недействительный IP-адрес.
uk: Неправильна адреса IP.

source: The hostname can consist solely of latin letters, numbers and hyphens.
ar: يمكن للمضيف أن يتكون فقط من الحروف اللاتينية والأرقام والواصلات.
da: Værtsnavnet må kun indeholdet latin-bogstaver, tal og bindestreger.
de: Der Hostname darf ausschließlich aus lateinischen Buchstaben, Nummern und Bindestrichen bestehen.
el: Το όνομα υπολογιστή μπορεί να αποτελείται μόνο από λατινικούς χαρακτήρες, αριθμούς και παύλες.
es_ar: Los nombres de host solamente pueden constar de letras latinas, números o guiones.
he: שם מארח יכול להיות מורכב מאותיות לטיניות, מספרים ומקפים בלבד.
hi_in: होस्ट नाम में केवल रोमन लिपि के अक्षर, संख्या व हायफ़न हो सकते हैं।
hu: A gépnév kizárólag latin betűkből, számokból és kötőjelekből állhat.
id: Hostname dapat terdiri dari hanya huruf latin, angka dan tanda hubung
ja: ホストネームをつけるには、ラテン文字、数字またはハイフン以外の文字は使えません。
nl: De hostnaam mag uitsluitend latijnse letters, cijfers en koppeltekens bevatten.
pl: Nazwa hosta może składać się wyłącznie z liter alfabetu łacińskiego, cyfr i myślników.
ro: Numele gazdei poate conține doar litere latine,numere și cratime.
ru: Имя хоста может состоять только из латинских букв, цифр и дефисов.
uk: Назва сервера може складатися тільки з латинських літер, чисел та тире.

source: The domain can consist solely of latin letters, numbers, hyphens and dots.
ar: يمكن للمجال أن يتكون فقط من الحروف اللاتينية والأرقام والواصلات.
da: Domænet må kun indeholdet latin-bogstaver, tal og bindestreger.
de: Die Domain darf ausschließlich aus lateinischen Buchstaben, Nummern und Bindestrichen bestehen.
el: Ο τομέας μπορεί να αποτελείται μόνο από λατινικούς χαρακτήρες, αριθμούς και παύλες.
es_ar: Los dominios solamente pueden constar de letras latinas, números, guiones o puntos.
he: תחום יכול להיות מורכב מאותיות לטיניות, מספרים, מקפים ונקודות בלבד.
hi_in: डोमेन में केवल रोमन लिपि के अक्षर, संख्या, हायफ़न व बिंदु हो सकते हैं।
hu: A tartománynév kizárólag latin betűkből, számokból és kötőjelekből állhat.
id: Domain dapat terdiri dari hanya huruf latin, angka, tanda hubung dan titik
ja: ドメインの入力には、ラテン文字、数字またはハイフン以外の文字は使えません。
nl: De domeinnaam mag uitsluitend latijnse letters, cijfers en koppeltekens bevatten.
pl: Domena może składać się wyłącznie z liter alfabetu łacińskiego, cyfr, myślników i kropek.
ro: Domeniul poate conține doar litere latine,numere,cratime și puncte.
ru: Доменное имя может состоять только из латинских букв, цифр, дефисов и точек.
uk: Домен може складатися тільки з латинських літер, чисел та тире.

source: IP address
ar: عنوان IP .
da: IP-adresse
de: IP-Adresse
el: Διεύθυνση IP
es_ar: Dirección IP
he: כתובת IP
hi_in: आईपी पता
hu: IP-cím
id: alamat IP
ja: IPアドレス
nl: IP-adres
pl: Adres IP
ro: Adresa IP
ru: IP-адрес
uk: IP адреса

source: Hostname
ar: المضيف
da: Værtsnavn
el: Όνομα υπολογιστή
es_ar: Nombre del host
he: שם מארח
hi_in: होस्ट नाम
hu: Gépnév
ja: ホストネーム
nl: Hostnaam
pl: Nazwa hosta
ro: Nume gazdă
ru: Имя хоста
uk: Назва сервера

source: Domain
ar: المجال
da: Domæne
el: Τομέας
es_ar: Dominio
he: תחום
hi_in: डोमेन
hu: Tartomány
ja: ドメイン
nl: Domein
pl: Domena
ro: Domeniu
ru: Доменное имя
uk: Домен
