Repository: gapan/salixtools-gtk
Catalog: gtkreposetup/po/*.po
Languages: cs_cz, de, el, es, fr, hi_in, it, ja, nl, pl, pt_pt, ru, sv, uk

source: Select repository mirror
cs_cz: Vyberte zrcadlo úložiště
de: Spiegelserver auswählen
el: Επιλέξτε το αποθετήριο
es: Seleccionar el repositorio espejo
fr: Choisir le miroir du dépôt
hi_in: पैकेज-संग्रह हेतु सर्वर-मिरर चुनें
it: Seleziona il mirror che ospita il repository
ja: リポジトリミラーを選択して下さい
nl: Selecteer de gespiegelde 'repository'
pl: Wybierz kopię repozytorium
pt_pt: Selecione o espelho do repositório
ru: Выбор зеркала репозиториев
sv: Välj förrådsspegel
uk: Вибір дзеркала сховища

source: About
el: Σχετικά με
es: Acerca de
fr: A propos
hi_in: बारे में
it: Informazioni
nl: Informatie over
pt_pt: Acerca

source: Cancel
el: Άκυρο
es: Cancelar
fr: Annuler
hi_in: रद्द करें
it: Annulla
nl: Annuleren
pt_pt: Cancelar

source: Apply changes
el: Εφαρμογή
es: Aplicar cambios
fr: Appliquer les modifications
hi_in: परिवर्तन लागू करें
it: Attiva le modifiche
nl: Wijzigingen uitvoeren
pt_pt: Aplicar alterações

source: Please select your preferred repository mirror. The country code where each mirror is located is shown on the right. Mirrors located closer to you geographically are usually faster.
cs_cz: Vyberte prosím preferované zrcadlo úložiště. Kód země, kde se každé zrcadlo nachází, je zobrazen vpravo. Zrcadla umístěná geograficky blíže k vám jsou obvykle rychlejší.
de: Bitte wählen einen Spiegelserver aus. Auf der rechten Seite finden Sie zum angegebenen Server den jeweiligen Ländercode. Um eine möglichst schnelle Datenverbindung sicherzustellen, sollten Sie einen Server in der Nähe Ihres Standortes bevorzugen.
el: Επιλέξτε το αποθετήριο που προτιμάτε. Ο κωδικός χώρας όπου βρίσκεται το αποθετήριο εμφανίζεται στα δεξιά. Αποθετήρια κοντινότερα στην τοποθεσία σας είναι συνήθως πιο γρήγορα.
es: Por favor, seleccione su repositorio espejo preferido. El código de país donde se encuentra el repositorio espejo se muestra a la derecha. Los repositorios geográficamente cercanos suelen ser más rápidos.
fr: Merci de sélectionner votre dépôt miroir préféré. Le code du pays où se situe le miroir apparaît à droite. Les miroirs proches de vous géographiquement sont habituellement plus rapides.
hi_in: कृपया इच्छित सर्वर-मिरर चुनें। प्रत्येक सर्वर का देश कोड उसके दायीं ओर दर्शाया गया है। भौगोलिक रूप से निकटम सर्वर की इंटरनेट गति सामान्यतः तेज़ होती है।
it: Seleziona il mirror preferito. Il codice del paese che ospita il mirror è posizionato sulla destra. I mirror geograficamente più vicini alla tua posizione sono in genere i più veloci.
ja: ご希望のリポジトリミラーを選択してください。各ミラーが置かれている国コードが右側に表示されています。通常高速なミラーは地理的に近い場所のミラーです。
nl: Selecteer alstublieft de gespiegelde 'repository' welke uw voorkeur heeft. De landscode van de gespiegelde 'repository' is zichtbaar aan de rechterzijde. 'Repositories' dichter bij uw locatie zijn over het algemeen sneller.
pl: Proszę wybrać preferowaną kopię repozytorium. Kod kraju gdzie znaduje się każda kopia jest pokazany po prawej stronie. Kopie bliżej Ciebie są zwykle szybsze.
pt_pt: Selecione o seu espelho de repositório preferido. O código do país onde cada espelho está localizado é mostrado à direita. Os espelhos geograficamente localizados mais perto de si geralmente são mais rápidos.
ru: Выбор предпочтительного зеркала. Код страны, где расположено каждое из зеркал, приведен справа. Зеркала, расположенные ближе географически, обычно быстрее.
sv: Välj din favorit förrådsspegel. Landskoden där varje spegel ligger visas till höger. Spegeln placerad närmare dig geografiskt är oftast snabbare.
uk: Будь ласка, виберіть Ваше улюблене дзеркало сховища. Код країни, де міститься сховище, показано праворуч. Зазвичай дзеркала, розташовані географічно ближче до Вас, є швидшими.

source: Mirror
cs_cz: Zrcadlo
de: Spiegelserver
el: Αποθετήριο
es: Espejo
fr: Miroir
hi_in: सर्वर-मिरर
ja: ミラー
nl: gespiegelde 'repository'
pl: Kopia
pt_pt: Espelho
ru: Зеркало
sv: Speglar
uk: Дзеркало

source: Country
cs_cz: Stát
de: Land
el: Χώρα
es: País
fr: Pays
hi_in: देश
it: Paese
ja: 国
nl: Land
pl: Kraj
pt_pt: País
ru: Страна
sv: Land
uk: Країна

source: Update the package and SlackBuild data
cs_cz: Aktualizovat balíček a data SlackBuild
de: Paket- und SlackBuild-Daten aktualisieren
el: Ενημέρωση των τοπικών δεδομένων πακέτων και SlackBuild
es: Actualizar los datos del paquete y de SlackBuild
fr: Mettre à jour le paquet et les données SlackBuild
hi_in: पैकेज व स्लैक बिल्ड डाटा अपडेट करें
it: Aggiorna i pacchetti e i dati degli SlackBuild
ja: パッケージおよび SlackBuild データを更新する
nl: Ververs het pakket en de SlackBuild data
pl: Zaktualizuj dane pakietu oraz SlackBuilda
pt_pt: Atualize o pacote e os dados do SlackBuild
ru: Обновить пакет и данные Слакбилд-а
sv: Uppdatera paketet och SlackBuild data
uk: Оновлення пакунків і даних SlackBuild

source: Repository configuration tool
cs_cz: Nástroj pro konfiguraci úložiště
de: Konfiguration der Installationsquelle
el: Εργαλείο ρύθμισης αποθετηρίων
es: Herramienta de configuración del repositorio
fr: Outil de configuration du dépôt
hi_in: पैकेज-संग्रह विन्यास साधन
it: Strumento di configurazione dei repository
ja: リポジトリ設定ツール
nl: 'Repository' configuratietool
pl: Konfiguracja repozytorium
pt_pt: Ferramenta de configuração do repositório
ru: Инструмент настройки репозитория
sv: Förråds konfigurationsverktyg
uk: Інструмент налаштування сховищ

source: translator-credits
cs_cz: Překlad
de: Joachim Braun
el: Γιώργος Βλαχάβας <vlahavas~at~gmail~dot~com>
es: Alejandro Simón
fr: traducteur-crédits
hi_in: अनुवादक आभार
it: Traduzione-crediti
ja: BALLOON a.k.a. Fu-sen. (Keiichi SHIGA) <balloonakafusen+salix@gmail.com>
nl: vertaler-credits
pl: Tłumacze
pt_pt: Hugo Carvalho <hugokarvalho@hotmail.com>
sv: Ingemar Karlsson <po@ingk.se>
uk: Yarema aka Knedlyk <yupadmin@gmail.com>

source: Updating mirror list
cs_cz: Aktualizace seznamu zrcadel
de: Liste der Spiegelserver aktualisieren
el: Ενημέρωση της λίστας αποθετηρίων
es: Actualizando la lista de espejos
fr: Mettre à jour la liste des miroirs
hi_in: सर्वर-मिरर सूची अपडेट हो रही है
it: Aggiornamento della lista dei mirror
ja: ミラー一覧の更新
nl: Ververs de lijst van 'repositories'
pl: Aktualizacja listy kopii repozytoriów
pt_pt: A atualizar a lista de espelhos
ru: Обновление списка зеркал
sv: Uppdatera spegellista
uk: Оновлення списку дзеркал

source: Updating mirror list. Please wait...
cs_cz: Aktualizace seznamu zrcadel. Prosím, čekejte...
de: Die Liste der Spiegelserver wird aktualisiert. Bitte warten...
el: Ενημέρωση της λίστας αποθετηρίων. Παρακαλώ περιμένετε...
es: Actualizando la lista de espejos. Por favor, espere...
fr: Mise à jour de la liste des miroirs. Merci de patienter...
hi_in: सर्वर-मिरर सूची अपडेट हो रही है। कृपया प्रतीक्षा करें ...
it: Lista dei mirror in aggiornamento. Attendi per favore...
ja: ミラー一覧を更新しています。お待ち下さい...
nl: Lijst van 'repositories' aan het verversen. Een moment geduld...
pl: Aktualizuję listę kopii repozytoriów. Proszę czekać...
pt_pt: A atualizar a lista de espelhos. Aguarde...
ru: Обновление списка зеркал. Ждите...
sv: Uppdaterar spegellista. Vänta...
uk: Оновлення списку дзеркал. Будь ласка, зачекайте...

source: Updating...
cs_cz: Aktualizace...
de: Aktualisierung läuft...
el: Γίνεται ενημέρωση...
es: Actualizando...
fr: Mise à jour en cours ...
hi_in: अपडेट हो रही है ...
it: Aggiornamento...
ja: 更新中です...
nl: Verversen...
pl: Aktualizuję...
pt_pt: A atualizar...
ru: Обновление...
sv: Uppdaterar...
uk: Оновлення...

source: Error
cs_cz: Chyba
de: Fehler
el: Σφάλμα
fr: Erreur
hi_in: त्रुटि
it: Errore
ja: エラー
nl: Fout
pl: Błąd
pt_pt: Erro
ru: Ошибка
sv: Fel
uk: Помилка

source: Could not read file:
cs_cz: Nelze přečíst soubor:
de: Datei konnte nicht gelesen werden:
el: Δεν ήταν δυνατή η ανάγνωση από το αρχείο:
es: No se ha podido leer el archivo:
fr: Je n'ai pas pu lire le fichier :
hi_in: फ़ाइल रीड नहीं की जा सकी :
it: Impossibile leggere il file:
ja: ファイルを読めません:
nl: Kon het bestand niet lezen:
pl: Nie można było odczytać pliku:
pt_pt: Não foi possível ler o ficheiro:
ru: Не удалось прочитать файл:
sv: Kunde inte läsa fil:
uk: Не в змозі прочитати файл:

source: Exiting.
cs_cz: Ukončování.
de: Beende.
el: Γίνεται έξοδος.
es: Saliendo.
fr: Sortie.
hi_in: बंद किया जा रहा है।
it: In chiusura.
ja: 終了します。
nl: Bezig met afsluiten.
pl: Wychodzimy.
pt_pt: A sair.
ru: Выход.
sv: Avslutar.
uk: Вихід.

source: WARNING:
cs_cz: VAROVÁNÍ:
de: WARNUNG:
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ:
es: ADVERTENCIA:
fr: ATTENTION :
hi_in: चेतावनी :
it: ATTENZIONE:
ja: 警告:
nl: WAARSCHUWING:
pl: OSTRZEŻENIE:
pt_pt: AVISO:
ru: ПРЕДУПРЕЖДЕНИЕ:
sv: VARNING:
uk: ПОПЕРЕДЖЕННЯ:

source: Could not write to file:
cs_cz: Nelze zapisovat do souboru:
de: Datei konnte nicht geschrieben werden:
el: Δεν ήταν δυνατή η εγγραφή του αρχείου:
es: No se ha podido escribir en el archivo:
fr: Je n'ai pas pu écrire dans le fichier :
hi_in: फ़ाइल राइट नहीं की जा सकी :
it: Impossibile scrivere sul file:
ja: ファイルを書き込めません:
nl: Kon bestand niet bewerken:
pl: Nie można było zapisać do pliku:
pt_pt: Não foi possível gravar no ficheiro:
ru: Не удалось записать в файл:
sv: Kunde inte skriva till fil:
uk: Не в змозі записати у файл:

source: Could not write configuration files.
cs_cz: Nelze zapsat konfigurační soubory.
de: Die Konfigurationsdateien konnten nicht geschrieben werden.
el: Δεν ήταν δυνατό να γίνει εγγραφή των αρχείων ρυθμίσεων.
es: No se pudieron escribir los archivos de configuración-
fr: Je n'ai pas pu écrire les fichiers de configuration.
hi_in: विन्यास फ़ाइल राइट नहीं की जा सकी।
it: Impossibile scrivere i file di configurazione.
ja: 設定ファイルを書き込む事ができません。
nl: Kon configuratiebestanden niet bewerken:
pl: Nie mżna było zapisać plików konfiguracyjnych.
pt_pt: Não foi possível gravar ficheiros de configuração.
ru: Не удалось записать файлы конфигурации.
sv: Kunde inte skriva konfigurationsfiler.
uk: Не в змозі записати файли налаштувань.

source: Updating package information...
cs_cz: Aktualizace informací o balíčku...
de: Aktualisierung der Paketdaten...
el: Ενημέρωση των πληροφοριών πακέτων...
es: Actualizando la información del paquete...
fr: Mise à jour de l'information paquet ...
hi_in: पैकेज जानकारी अपडेट की जा रही है ...
it: Informazioni dei pacchetti in aggiornamento...
ja: パッケージ情報を更新しています...
nl: Pakketinformatie aan het verversen...
pl: Aktualizuję dane pakietów...
pt_pt: A atualizar informação do pacote...
ru: Обновление информации о пакетах...
sv: Uppdaterar paketinformation...
uk: Оновлення інформації про пакунок...

source: Could not update package information.
cs_cz: Nelze aktualizovat informace o balíčku.
de: Die Paktetdaten konnten nicht aktualisiert werden.
el: Δεν ήταν δυνατή η ενημέρωση των πληροφοριών πακέτων.
es: No se pudo actualizar la información del paquete.
fr: Je n'ai pas pu mettre à jour l'information paquet.
hi_in: पैकेज जानकारी अपडेट नहीं हो सकी।
it: Impossibile aggiornare le informazioni dei pacchetti.
ja: パッケージ情報を更新できません。
nl: Kon pakket informatie niet verversen.
pl: Nie można było zaktualizować danych pakietów.
pt_pt: Não foi possível atualizar a informação do pacote.
ru: Не удалось обновить информацию о пакетах.
sv: Kunde inte uppdatera paketinformaion.
uk: Не в змозі оновити інформації про пакунок.

source: Updating SlackBuild information...
cs_cz: Aktualizace informací SlackBuild...
de: Aktualisierung der SlackBuild-Daten...
el: Ενημέρωση των πληροφοριών SlackBuild.
es: Actualizando la información de SlackBuild...
fr: Mise à jour de l'information SlackBuild ...
hi_in: स्लैकबिल्ड जानकारी अपडेट की जा रही है ...
it: Aggiornamento informazioni degli SlackBuild...
ja: SlackBuild 情報を更新しています...
nl: SlackBuild informatie aan het verversen...
pl: Aktualizuję dane SlackBuilda...
pt_pt: A atualizar informação do SlackBuild...
ru: Обновление информации о Слакбилдах...
sv: Uppdaterar SlackBuild information...
uk: Оновлення інформації SlackBuild...

source: Could not update SlackBuild information.
cs_cz: Informace SlackBuild nelze aktualizovat.
de: Die SlackBuild-Daten konnten nicht aktualisiert werden.
el: Δεν ήταν δυνατή η ενημέρωση των πληροφοριών SlackBuild.
es: No se pudo actualizar la información de SlackBuild.
fr: Je n'ai pas pu mettre à jour l'information SlackBuild.
hi_in: स्लैकबिल्ड जानकारी अपडेट नहीं की जा सकी।
it: Impossibile aggiornare le informazioni degli SlackBuild.
ja: SlackBuild 情報を更新できません。
nl: Kon SlackBuild informatie niet verversen.
pl: Nie można było zaktualizować danych SlackBuilda.
pt_pt: Não foi possível atualizar a informação do SlackBuild.
ru: Не удалось обновить информацию о Слакбилдах.
sv: Kunde inte uppdatera SlackBuild information.
uk: Не в змозі оновити інформації SlackBuild.

source: Repository Mirror
cs_cz: Zrcadlo uložiště
de: Spiegelserver
el: Αποθετήριο
es: Repositorio Espejo
fr: Dépôt miroir
hi_in: पैकेज-संग्रह हेतु सर्वर-मिरर
it: Mirror del Repository
ja: リポジトリミラー
nl: Gespiegelde 'Repository'
pl: Kopia Repozytorium
pt_pt: Espelho de repositório
ru: Зеркало репозитория
sv: Förrådsspegel
uk: Дзеркало сховища

source: Select your preferred repository mirror
cs_cz: Vyberte preferované zrcadlo úložiště
de: Wählen Sie Ihren bevorzugten Spiegelserver
el: Επιλέξτε το αποθετήριο που προτιμάτε
es: Seleccionar su repositorio espejo preferido
fr: Choisir votre dépôt miroir préféré
hi_in: पैकेज-संग्रह हेतु इच्छित सर्वर-मिरर चुनें
it: Seleziona il mirror preferito
ja: お望みのリポジトリミラーを選択して下さい
nl: Selecteer de gespiegelde 'repository' welke uw voorkeur heeft
pl: Wybierz preferowaną kopię repozytorium
pt_pt: Selecione o espelho de repositório preferido
ru: Выбор предпочитаемого зеркала
sv: Välj önskad förrådsspegel
uk: Вибір улюбленого дзеркала сховища
