Repository: gapan/salixtools-gtk
Catalog: gtkusersetup/po/*.po
Languages: cs_cz, da, de, el, es, fr, he, hi_in, hu, it, ja, nl, pl, pt, ro, ru, sv, uk

source: Group "{0}" cannot be deleted as it is the main group for user "{1}". If you want to delete group "{0}", you have to set the main group for user "{1}" to another group first.
cs_cz: Skupinu "{0}" nelze smazat, protože je hlavní skupinou pro uživatele "{1}". Pokud chcete odstranit skupinu "{0}", musíte nejprve nastavit jinou hlavní skupinu pro uživatele "{1}".
da: Gruppen "{0}" kan ikke slettes, eftersom den er hovedgruppen for brugeren "{1}". Hvis du virkelig vil slette gruppen "{0}", bliver du nødt til at angive en ny hovedgruppe for brugeren "{1}" først.
de: Die Gruppe "{0}" kann nicht gelöscht werden weil sie die Hauptgruppe für Benutzer "{1}" ist. Wenn Sie die Gruppe "{0}" löschen möchten, müssen Sie zuerst die Hauptgruppe für Benutzer "{1}" auf eine andere Gruppe ändern.
el: Η ομάδα "{0}" δεν μπορεί να διαγραφεί, επειδή είναι η κύρια ομάδα για το χρήστη "{1}". Αν επιθυμείτε να διαγράψετε την ομάδα "{0}", θα πρέπει πρώτα να αλλάξετε την κύρια ομάδα του χρήστη "{1}".
es: No se puede borrar el grupo "{0}" porque es el grupo principal del usuario "{1}". Si quiere borrar el grupo "{0}", tiene que configurar primero el grupo principal para el usuario "{1}" a otro grupo.
fr: Le groupe "{0}" ne peut pas être supprimé car c'est le groupe principal de l'utilisateur "{1}". Si vous souhaitez supprimer le groupe "{0}", vous devez auparavant assigner un autre groupe comme groupe principal de l'utilisateur "{1}".
he: קבוצה "{0}" לא יכולה להימחק משום שזו קבוצה עיקרית עבור משתמש "{1}". אם ברצונך למחוק את קבוצה "{0}", עליך לקבוע את הקבוצה העיקרית עבור משתמש "{1}" לקבוצה אחרת תחילה.
hi_in: उपयोक्ता "{1}" हेतु मुख्य समूह होने के कारण समूह "{0}" हटाया नहीं जा सका। यदि आप समूह "{0}" हटाना चाहते हैं तो, किसी अन्य समूह को उपयोक्ता "{1}" हेतु मुख्य समूह सेट करें।
hu: A(z) "{0}" csoportot nem lehet törölni, mivel ez "{1}" felhasználó fő csoportja. Ha a törölni kívánja a(z) "{0}" csoportot, akkor előbb másik fő csoportot kell beállítania "{1}" felhasználónak.
it: Il Gruppo "{0}" non può essere eliminato poiché è il gruppo principale dell'Utente "{1}". Se desiderate eliminare il Gruppo "{0}", dovete prima impostare il gruppo principale dell'Utente "{1}" su un altro gruppo.
ja: グループ "{0}" はユーザ "{1}" のメイングループなので削除する事ができません。もしグループ "{0}" を削除したい場合はまずユーザ "{1}" のメイングループを別のグループに設定しなければいけません。
nl: Groep "(0)" kan niet worden verwijderd omdat zij de hoofdgroep van gebruiker "(1)" is. Indien u groep "(0)" wilt verwijderen, moet u eerst een andere hoofdgroep instellen voor gebruiker "(1)".
pl: Grupa "{0}" nie może zostać usunięty, ponieważ jest to główna grupa użytkownika "{1}". Jeśli chcesz usunąć grupę "{0}", musisz ustawić główne grupy dla użytkownika "{1}" do innej grupy w pierwszej kolejności.
pt: O grupo "{0}" não pode ser eliminado porque é o principal grupo do utilizador "{1}". Se quiser eliminar o grupo "{0}", tem que definir outro grupo principal para o do utilizador "{1}".
ro: Grupul "{0}" nu poate fi șters deoarece este grupul principal al userului "{1}" .Dacă vrei să ștergi grupul "{0}",trebuie să setezi alt grup principal pentru userul "{1}".
ru: Группа "{0}" не может быть удалена, так как является главной для пользователя "{1}". Чтобы удалить группу "{0}", сначала измените главную группу для пользователя "{1}".
sv: Grupp "{0}" kan inte raderas eftersom det är huvudgruppen för användare "{1}". Om du vill ta bort gruppen "{0}", måste du ändra huvudgruppen för användare "{1}" till en annan grupp först.
uk: Групу "{0}" неможливо видалити з системи, оскільки це основна група для користувача "{1}". Якщо Ви бажаєте видалити групу "{0}", Вам потрібно спочатку встановити іншу групу як основну для користувача "{1}".

source: Username
cs_cz: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fr: Nom d'utilisateur
he: שם משתמש
hi_in: उपयोक्ता नाम
hu: Felhasználónév
it: Nome Utente
ja: ユーザ名
nl: Gebruikersnaam
pl: Login
pt: Nome de utilizador
ro: Nume user
ru: Пользователь
sv: Användarnamn
uk: Назва користувача

source: Real name
cs_cz: Skutečné jméno
da: Rigtigt navn
de: Realer Name
el: Πραγματικό όνομα
es: Nombre real
fr: Nom réel
he: שם ממשי
hi_in: वास्तविक नाम
hu: Valódi név
it: Nome reale
ja: フルネーム
nl: Echte naam
pl: Prawdziwe imię
pt: Nome verdadeiro
ro: Nume real
ru: Настоящее имя
sv: Fulständigt namn
uk: Справжнє ім’я

source: Home directory
cs_cz: Domovský adresář
da: Hjemmemappe
de: Home-Verzeichnis
el: Αρχικός κατάλογος
es: Directorio home
fr: Répertoire personnel
he: מדור בית
hi_in: होम डायरेक्टरी
hu: Munkakönyvtár
it: Cartella Home
ja: ホームディレクトリ
nl: Home folder
pl: Katalog domowy
pt: Pasta pessoal
ro: Directorul acasă
ru: Домашний каталог
sv: Hemkatalog
uk: Домашня тека

source: Member
cs_cz: Člen
da: Medlem
de: Mitglied
el: Μέλος
es: Miembro
fr: Membre
he: חבר
hi_in: सदस्य
hu: Tagság
it: Membro
ja: メンバー
nl: Lid
pl: Członek
pt: Membro
ro: Membru
ru: Член
sv: Medlem
uk: Членство

source: Group
cs_cz: Skupina
da: Gruppe
de: Gruppe
el: Ομάδα
es: Grupo
fr: Groupe
he: קבוצה
hi_in: समूह
hu: Csoport
it: Gruppo
ja: グループ
nl: Groep
pl: Grupa
pt: Grupo
ro: Grup
ru: Группа
sv: Grupp
uk: Група

source: Users and Groups
cs_cz: Uživatelé a skupiny
da: Håndtér brugere og grupper
de: Benutzerverwaltung
el: Χρήστες και ομάδες
es: Usuarios y grupos
fr: Gestion des utilisateurs et groupes
he: משתמשים וקבוצות
hi_in: उपयोक्ता व समूह
hu: Felhasználók és csoportok
it: Utenti e Gruppi
ja: ユーザとグループ
nl: Gebruikers en Groepen
pl: Użytkownicy i Grupy
pt: Utilizadores e Grupos
ro: Useri și grupuri
ru: Пользователи и группы
sv: Användare och grupper
uk: Користувачі і групи

source: UID:
da: Bruger-id:
he: מזהה משתמש:
ru: ID пользователя:
