Repository: gapan/salixtools-gtk
Catalog: gtkusersetup/po/*.po
Languages: cs_cz, da, de, el, es, fr, he, hi_in, hu, it, ja, nl, pl, pt, ro, ru, sv, uk

source: Username cannot start with an underscore.
cs_cz: Uživatelské jméno nesmí začínat podtržítkem.
da: Brugernavnet må ikke begynde med en bundstreg.
de: Der Nutzername darf nicht mit dem Unterstrich anfangen.
el: Το όνομα χρήστη δεν μπορεί να ξεκινά με υπογράμμιση.
es: El nombre de usuario no puede comenzar con un caracter de subrayado.
fr: Un nom d'utilisateur ne peut pas commencer par un caractère de soulignement.
he: שם משתמש לא יכול להתחיל עם קו תחתון.
hi_in: उपयोक्ता नाम अंडरस्कोर '_' से आरंभ नहीं होना चाहिए।
hu: A felhasználónév nem kezdődhet aláhúzás jellel.
it: Il Nome Utente non può inziare con underscore.
ja: ユーザ名を下線からからはじめることはできません。
nl: Gebruikersnaam kan niet beginnen met een underscore.
pl: Użytkownik nie może zaczynać się znakiem podkreślenia.
pt: O nome de utilizador não pode começar com um underscore.
ro: Numele userului nu poate începe cu liniuță de subliniere.
ru: Логин не должен начинаться с подчёркивания.
sv: Användarnamn kan inte börja med understreck.
uk: Назва користувача не може починатися з символу підкреслення.

source: Username cannot start with a dash.
cs_cz: Uživatelské jméno nesmí začínat pomlčkou.
da: Brugernavnet må ikke begynde med en bindestreg.
de: Der Nutzername darf nicht mit einem Bindestrich anfangen.
el: Το όνομα χρήστη δεν μπορεί να ξεκινά με παύλα.
es: El nombre de usuario no puede comenzar con un guión.
fr: Un nom d'utilisateur ne peut pas commencer par un tiret.
he: שם משתמש לא יכול להתחיל עם קו מפריד.
hi_in: उपयोक्ता नाम डैश '-' से आरंभ नहीं होना चाहिए।
hu: A felhasználónév nem kezdődhet gondolatjellel.
it: Il Nome Utente non può inziare con un trattino.
ja: ユーザネームは、ダッシュから始めることができません。
nl: Gebruikersnaam kan niet beginnen met een streepje.
pl: Użytkownik nie może zaczynać się od myślnika.
pt: O nome de utilizador não pode começar com um traço.
ro: Numele userului nu poate începe cu liniuță.
ru: Логин не должен начинаться с тире.
sv: Användarnamn kan inte börja med streck.
uk: Назва користувача не може починатися з тире.

source: Username can consist solely of latin lower case letters, numbers, dashes and underscores.
cs_cz: Uživatelské jméno může obsahovat pouze latinské malé písmena, číslice, pomlčky a podtržítka.
da: Brugernavnet må kun indeholde små bogstaver, numre, bindestreger og bundstreger.
de: Der Nutzername darf ausschließlich aus lateinischen Buchstaben, Nummern, Bindestrichen und Unterstrichen bestehen.
el: Το όνομα χρήστη θα πρέπει να περιλαμβάνει μόνο πεζά λατινικά γράμματα, αριθμούς, παύλες και υπογραμμίσεις.
es: El nombre de usuario solamente puede formarse con letras minúsculas, números, guiones y caracteres de subrayado.
fr: Un nom d'utilisateur ne doit être composé qu'à l'aide de lettres minuscules non accentuées, de chiffres, de tirets et de caractères de soulignement.‭
he: שם משתמש יכול להיות מורכב מאותיות לטיניות (קטנות), מספרים, קווים מפרידים וקווים תחתונים בלבד.
hi_in: उपयोक्ता नाम में केवल रोमन लिपि के लोअरकेस अक्षर, संख्या, डैश व अंडरस्कोर हो सकते हैं।
hu: A felhasználónév csak latin kisbetűket, számokat, gondolat- és aláhúzás jeleket tartalmazhat.
it: Il Nome Utente può essere composto solo da caratteri latini minuscoli, numeri, trattini e underscore.
ja: ユーザ名は、小文字英数・-・_ の文字が有効です。
nl: Gebruikersnaam mag uitsluitend kleine letters, cijfers, streepjes en onderstrepingstekens bevatten.
pl: Nazwa użytkownika może składać się wyłącznie z małych liter łacińskiego, cyfry, myślniki i podkreślenia.
pt: Para o nome de utilizador apenas pode utilizar letras minúsculas, números, traços e underscores.
ro: Numele userului poate conține doar litere mici,numere, linii și linii de dialog.
ru: Логин может состоять из латинских букв нижнего регистра, цифр, тире и подчеркиваний.
sv: Användarnamn kan endast innehålla liten bokstav, siffror, streck och understreck.
uk: Назва користувача може складатися тільки з латинських малих літер, цифр, тире та підкреслення.

source: Username "{0}" already exists.
cs_cz: Uživatelské jméno "{0}" již existuje.
da: Brugernavnet "{0}" findes allerede.
de: Benutzername "{0}" existiert bereits.
el: Το όνομα χρήστη "{0}" υπάρχει ήδη.
es: El nombre de usuario "{0}" ya existe.
fr: Le nom d'utilisateur "{0}" existe déjà.
he: שם המשתמש "{0}" כבר קיים.
hi_in: उपयोक्ता नाम "{0}" पहले से मौजूद है।
hu: A(z) "{0}" felhasználónév már létezik.
it: Il Nome Utente "{0}" esiste già.
ja: ユーザネーム "{0}" は、すべて使われています。
nl: Gebruikersnaam "(0)" bestaat reeds.
pl: Użytkownik "{0}" już istnieje.
pt: O nome de utilizador "{0}" já existe.
ro: Numele userului "{0}" există deja.
ru: Логин "{0}" уже существует.
sv: Användarnamnet "{0}" finns redan.
uk: Назва користувача "{0}" вже існує.

source: Group name cannot be empty.
cs_cz: Název skupiny nemůže být prázdný.
da: Gruppenavnet må ikke være tomt.
de: Der Gruppenname darf nicht leer sein.
el: Το όνομα ομάδας δεν μπορεί να είναι κενό.
es: El nombre del grupo no puede estar vacío.
fr: Un nom du groupe ne peut pas être vide.
he: שם קבוצה לא יכול להיות ריק.
hi_in: समूह नाम रिक्त नहीं होना चाहिए।
hu: A csoportnév nem lehet üres.
it: Il Nome del Gruppo non può essere vuoto.
ja: グループ名を空欄にする事はできません。
nl: Groepsnaam kan niet leeg zijn.
pl: Nazwa grupy nie może być pusta.
pt: O nome do grupo não pode estar vazio.
ro: Numele grupului nu poate rămâne necompletat.
ru: Имя группы не должно быть пустым.
sv: Grupp namn kan inte vara tomt.
uk: Назва групи не може бути пустою.

source: Group name cannot exceed 31 characters
cs_cz: Název skupiny nesmí přesáhnout 31 znaků
da: Gruppenavnet må ikke overskride 31 tegn
de: Der Gruppenname darf nicht mehr als 31 Zeichen haben.
el: Το όνομα ομάδας δεν μπορεί να έχει μήκος μεγαλύτερο από 31 χαρακτήρες.
es: El nombre del grupo no puede exceder los 31 caracteres
fr: Un nom de groupe ne peut pas être composé de plus de 31 caractères.
he: שם קבוצה לא יכול לעלות על 31 תווים
hi_in: समूह नाम में 31 से अधिक अक्षर नहीं होने चाहिए
hu: A csoportnév nem lehet hosszabb 31 karakternél
it: Il Nome del Gruppo non può superare i 31 caratteri
ja: グループ名は 31 文字以上にできません。
nl: Groepsnaam kan niet hoger zijn dan 31 tekens
pl: Nazwa grupy nie może przekroczyć 31 znaków
pt: O nome do grupo não pode exceder 31 caracteres
ro: Numele grupului nu poate depăși 31 de caractere
ru: Имя группы не должно быть более 31 символа.
sv: Grupp namn kan inte vara längre än 31 tecken
uk: Назва групи не може перевищувати 31 символ

source: Group name cannot include the space character.
cs_cz: Název skupiny nemůže obsahovat znak mezery.
da: Gruppenavnet må ikke indeholde mellemrumstegnet.
de: Der Gruppenname darf kein Leerzeichen enthalten.
el: Το όνομα ομάδας δεν μπορεί να περιλαμβάνει κενούς χαρακτήρες.
es: El nombre del grupo no puede incluir espacios.
fr: Un nom de groupe ne peut pas contenir d'espace vide.
he: שם קבוצה לא יכול לכלול את תו הרווח.
hi_in: समूह नाम में स्पेस नहीं होना चाहिए।
hu: A csoportnév nem tartalmazhat szóköz karaktert.
it: Il Nome del Gruppo non può contenere il carattere spazio.
ja: グループ名に空白は使用できません。
nl: Groepsnaam kan niet de spatie bevatten.
pl: Nazwa grupy nie może zawierać spacji.
pt: O nome do grupo não pode incluir o carácter espaço.
ro: Numele grupului nu poate include caracterul spațiu.
ru: Имя группы не должно содержать символ пробела.
sv: Grupp namn kan inte innehålla mellanslag.
uk: Назва групи не може містити символ пропуску.

source: Group name cannot start with a number.
cs_cz: Název skupiny nemůže začínat číslem.
da: Gruppenavnet må ikke begynde med et nummer.
de: Der Gruppenname darf nicht mit einer Nummer anfangen.
el: Το όνομα ομάδας δεν μπορεί να ξεκινά με αριθμό.
es: El nombre del grupo no puede comenzar con un número.
fr: Un nom du groupe ne peut pas commencer par un nombre.
he: שם קבוצה לא יכול להתחיל עם מספר.
hi_in: समूह नाम संख्या से आरंभ नहीं होना चाहिए।
hu: A csoportnév nem kezdődhet számmal.
it: Il Nome del Gruppo non può inziare con un numero.
ja: グループ名は数字からはじめる事はできません。
nl: Groepsnaam mag niet beginnen met een nummer.
pl: Nazwa grupy nie może zaczynać się cyfrą.
pt: O nome do grupo não pode começar com um número.
ro: Numele grupului nu poate începe cu un număr.
ru: Имя группы не должно начинаться с цифры.
sv: Grupp namn kan inte börja med en siffra.
uk: Назва групи не може починатися з цифри.

source: Group name cannot start with an underscore.
cs_cz: Název skupiny nemůže začínat podtržítkem.
da: Gruppenavnet må ikke begynde med en bundstreg.
de: Der Gruppenname darf nicht mit einem Unterstrich anfangen.
el: Το όνομα ομάδας δεν μπορεί να ξεκινά με υπογράμμιση.
es: El nombre del grupo no puede comenzar con un caracter de subrayado.
fr: Un nom de groupe ne peut pas commencer par un caractère de soulignement.
he: שם קבוצה לא יכול להתחיל עם קו תחתון.
hi_in: समूह नाम अंडरस्कोर '_' से आरंभ नहीं होना चाहिए।
hu: A csoportnév nem kezdődhet aláhúzás jellel.
it: Il Nome del Gruppo non può inziare con un underscore.
ja: グループ名は、下線から始める事はできません。
nl: Groepsnaam mag niet beginnen met een underscore.
pl: Nazwa grupy nie może zaczynać się znakiem podkreślenia.
pt: O nome do grupo não pode começar com um underscore.
ro: Numele grupului nu poate începe cu liniuță de subliniere.
ru: Имя группы не должно начинаться с подчёркивания.
sv: Grupp namn kan inte börja med ett understreck.
uk: Назва групи не може починатися з підкреслення.

source: Group name cannot start with a dash.
cs_cz: Název skupiny nemůže začít pomlčkou.
da: Gruppenavnet må ikke begynde med en bindestreg.
de: Der Gruppenname darf nicht mit einem Bindestrich anfangen.
el: Το όνομα ομάδας δεν μπορεί να ξεκινά με παύλα.
es: El nombre del grupo no puede comenzar con un guión.
fr: Un nom de groupe ne peut pas commencer par un tiret
he: שם קבוצה לא יכול להתחיל עם קו מפריד.
hi_in: समूह नाम डैश '-' से आरंभ नहीं होना चाहिए।
hu: A csoportnév nem kezdődhet gondolatjellel.
it: Il Nome del Gruppo non può inziare con un trattino.
ja: グループ名は、- からはじめる事はできません。
nl: Groepsnaam mag niet beginnen met een streepje.
pl: Nazwa grupy nie może zaczynać się od myślnika.
pt: O nome do grupo não pode começar com um traço.
ro: Numele grupului nu poate începe cu liniuță.
ru: Имя группы не должно начинаться с тире.
sv: Grupp namn kan inte börja med ett streck.
uk: Назва групи не може починатися з тире.

source: Group name can consist solely of latin lower case letters, numbers, dashes and underscores.
cs_cz: Název skupiny může obsahovat pouze latinské malé písmena, číslice, pomlčky a podtržítka.
da: Gruppenavnet må kun indeholde små bogstaver, numre, bindestreger og bundstreger.
de: Der Gruppenname darf ausschließlich aus lateinischen Buchstaben, Nummern, Bindestrichen und Unterstrichen bestehen.
el: Το όνομα ομάδας μπορεί να περιλαμβάνει μόνο πεζά λατινικά γράμματα, αριθμούς, παύλες και υπογραμμίσεις.
es: El nombre de grupo solamente puede formarse con letras minúsculas, números, guiones y caracteres de subrayado.
fr: Un nom de groupe ne doit être composé qu'à l'aide de lettres minuscules non accentuées, de chiffres, de tirets et de caractères de soulignement.‭
he: שם קבוצה יכול להיות מורכב מאותיות לטיניות (קטנות), מספרים, קווים מפרידים וקווים תחתונים בלבד.
hi_in: समूह नाम में केवल रोमन लिपि के लोअरकेस अक्षर, संख्या, डैश व अंडरस्कोर हो सकते हैं।
hu: A csoportnév csak latin kisbetűket, számokat, gondolat- és aláhúzás jeleket tartalmazhat.
it: Il Nome del Gruppo può essere composto solo da lettere latine minuscole, numeri, trattini e underscore.
ja: グループ名は、小文字英数、-、_ のみ使用できます。
nl: Groepsnaam mag uitsluitend kleine letters, cijfers, streepjes en onderstrepingstekens bevatten.
pl: Nazwa grupy może składać się wyłącznie z małych liter łacińskiego, cyfry, myślniki i podkreślenia.
pt: Para o nome de grupo apenas pode utilizar letras minúsculas, números, traços e underscores.
ro: Numele grupului poate conține doar litere mici,numere,liniuțe și linii de dialog.
ru: Имя группы может состоять из латинских букв нижнего регистра, цифр, тире и подчеркиваний.
sv: Grupp namn kan endast innehålla liten bokstav, siffror, streck och understreck.
uk: Назва групи може складатися лише з латинських малих літер, цифр, тире та підкреслення.

source: Group name "{0}" already exists.
cs_cz: Název skupiny "{0}" již existuje.
da: Gruppenavnet "{0}" findes allerede.
de: Gruppenname "{0}" existiert bereits.
el: Η ομάδα "{0}" υπάρχει ήδη.
es: Ya existe el nombre de grupo "{0}".
fr: Le nom de groupe "{0}" existe déjà.
he: שם הקבוצה "{0}" כבר קיים.
hi_in: समूह नाम "{0}" पहले से मौजूद है।
hu: A(z) "{0}" csoportnév már létezik.
it: Il Nome del Gruppo "{0}" esiste già.
ja: グループ名 "{0}" はすでに使用されています。
nl: Groepsnaam "(0)" bestaat reeds.
pl: Nazwa grupy "{0}" już istnieje.
pt: O nome de grupo "{0}" já existe.
ro: Numele grupului "{0}" există deja.
ru: Имя группы "{0}" уже существует.
sv: Grupp namn "{0}" finns redan.
uk: Назва групи "{0}" вже існує.

source: Shell does not exist.
cs_cz: Shell neexistuje.
da: Skallen findes ikke.
de: Die Shell existiert nicht.
el: Το κέλυφος δεν υπάρχει.
es: El shell no existe.
fr: L'interpréteur de commandes n'existe pas.
he: מעטפת לא קיימת.
hi_in: शैल (उपयोक्ता इंटरफ़ेस) मौजूद नहीं है।
hu: A parancsértelmező nem létezik
it: La shell non esiste.
ja: シェルが存在しません。
nl: Shell bestaat niet.
pl: Shell nie istnieje.
pt: A shell não existe.
ro: Shell nu există.
ru: Оболочка не существует.
sv: Skal finns inte.
uk: Шел не існує.

source: UID {0} is assigned to another user.
cs_cz: UID {0} je přiřazen jinému uživateli.
da: Bruger-id'et {0} er tillagt en anden bruger.
de: UID {0} ist einem anderen Benutzer zugeordnet.
el: Το UID {0} χρησιμοποιείται ήδη από άλλο χρήστη.
es: El UID {0} está asignado a otro usuario.
fr: L'UID {0} est déjà assigné à un autre utilisateur.
he: מזהה משתמש {0} מוקצה למשתמש אחר.
hi_in: UID {0} अन्य उपयोक्ता हेतु नियुक्त है।
hu: {0} UID már másik felhasználóhoz van rendelve.
it: UID {0} è assegnato ad altro Utente.
ja: UID {0} は別のユーザに割り当てられています。
nl: UID (0) is toegewezen aan een andere gebruiker.
pl: UID {0} jest przypisany do innego użytkownika.
pt: A UID {0} está atribuída a outro utilizador.
ro: Alt user are deja UID {0}.
ru: UID {0} присвоен другому пользователю.
sv: UID {0} tillhör en annan användare.
uk: UID {0} належить іншому користувачеві.

source: GID {0} is assigned to another group.
cs_cz: GID {0} je přiřazen k jiné skupině.
da: Gruppe-id'et {0} er tillagt en anden gruppe.
de: GID {0} ist einer anderen Gruppe zugeordnet.
el: Ο κωδικός ομάδας {0} χρησιμοποιείται ήδη από άλλη ομάδα.
es: El GID {0} está asignado a otro grupo.
fr: Le GID {0} est déjà assigné à un autre groupe.
he: מזהה קבוצה {0} מוקצה לקבוצה אחרת.
hi_in: GID {0} अन्य समूह हेतु नियुक्त है।
hu: {0} GID már másik felhasználóhoz van rendelve.
it: GID {0} è assegnato ad altro Gruppo.
ja: GID {0}は別のグループに割り当てられています。
nl: GID (0) is toegewezen aan een andere groep.
pl: GID {0} jest przypisany do innej grupy.
pt: A GID {0} está atribuído a outro grupo.
ro: Alt grup are deja GID {0}.
ru: GID {0} присвоен другой группе.
sv: GID {0} tillhör en annan grupp.
uk: GID {0} належить іншій групі.

source: User account properties for "{0}"
cs_cz: Vlastnosti uživatelského účtů pro "{0}"
da: Egenskaber for brugerkonto "{0}"
de: Benutzerkontoeigenschaften für "{0}"
el: Ιδιότητες λογαριασμού για το χρήστη "{0}"
es: Propiedades de la cuenta de usuario para "{0}"
fr: Propriétés du compte "{0}"
he: מאפייני חשבון משתמש עבור "{0}"
hi_in: "{0}" हेतु उपयोक्ता अकाउंट विशेषताएँ
hu: "{0}" felhasználói fiókjának tulajdonságai
it: Proprietà dell'account Utente "{0}"
ja: ユーザアカウント "{0}" のプロパティ
nl: Gebruikersaccount eigenschappen voor "(0)"
pl: Właściwości konta użytkownika "{0}"
pt: Propriedades da conta de utilizador para "{0}"
ro: Proprietățile contului userului pentru "{0}"
ru: Параметры пользователя "{0}"
sv: Egenskaper för användar konto "{0}"
uk: Властивості рахунку користувача для "{0}"

source: <b>Set new password</b>
cs_cz: <b>Nastavit nové heslo</b>
da: <b>Angiv ny adgangskode</b>
de: <b>Neues Passwort setzen</b>
el: <b>Εισαγωγή νέου κωδικού χρήστη</b>
es: <b>Establecer una contraseña nueva</b>
fr: <b>Définir un nouveau mot de passe</b>
he: <b>קבע סיסמה חדשה</b>
hi_in: <b>नया कूटशब्द सेट करें</b>
hu: <b>Új jelszó beállítása</b>
it: <b>Impostare la nuova password</b>
ja: <b>新たなパスワードの設定</b>
nl: <b>Stel nieuw wachtwoord in</b>
pl: <b>Ustaw nowe hasło</b>
pt: <b>Definir nova palavra-passe</b>
ro: <b>Setează parolă nouă</b>
ru: <b>Установить новый пароль</b>
sv: <b>Sätt nytt lösenord</b>
uk: <b>Встановити новий пароль</b>

source: Add new user
cs_cz: Přidat nového uživatele
da: Tilføj ny bruger
de: Neuen Benutzer hinzufügen
el: Προσθήκη νέου χρήστη
es: Agregar un usuario nuevo
fr: Ajouter un nouvel utilisateur.
he: הוסף משתמש חדש
hi_in: नया उपयोक्ता जोड़ें
hu: Új felhasználó hozzáadása
it: Aggiungi un nuovo utente
ja: 新しいユーザを追加
nl: Voeg een nieuwe gebruiker toe
pl: Dodaj nowego użytkownika
pt: Adicionar novo utilizador
ro: Adaugă user nou
ru: Создание пользователя
sv: Lägg till ny användare
uk: Додати нового користувача

source: <b>Set password</b>
cs_cz: <b>Nastavit heslo</b>
da: <b>Angiv adgangskode</b>
de: <b>Passwort setzen</b>
el: <b>Εισαγωγή κωδικού χρήστη</b>
es: <b>Establecer contraseña</b>
fr: <b>Définir un mot de passe</b>
he: <b>הגדר סיסמה</b>
hi_in: <b>कूटशब्द सेट करें</b>
hu: <b>Jelszó beállítása</b>
it: <b>Imposta password</b>
ja: <b>パスワードの設定</b>
nl: <b>Wachtwoord instellen</b>
pl: <b>Ustaw hasło</b>
pt: <b>Definir palavra-passe</b>
ro: <b>Setează parolă</b>
ru: <b>Установить пароль</b>
sv: <b>Sätt lösenord</b>
uk: <b>Встановити пароль</b>

source: Delete user {0}?
cs_cz: Smazat uživatele {0}?
da: Slet brugeren {0}?
de: Benutzer {0} löschen?
el: Διαγραφή του χρήστη {0};
es: ¿Eliminar el usuario {0}?
fr: Supprimer l'utilisateur {0} ?
he: למחוק משתמש {0}?
hi_in: {0} उपयोक्ता हटाएँ?
hu: Törli {0} felhasználót?
it: Eliminare utente {0}?
ja: ユーザ {0} を削除しますか？
nl: Verwijder gebruiker (0)?
pl: Usunąć użytkownika {0}?
pt: Eliminar o utilizador {0}?
ro: Ștergi user {0}?
ru: Удалить пользователя {0}?
sv: Ta bort användaren {0}?
uk: Видалити користувача {0}?

source: You are about to remove user account "{0}" from your system. Do you really want to continue?
cs_cz: Chystáte se odstranit uživatelský účet "{0}" z vašeho systému. Opravdu chcete pokračovat?
da: Du er i gang med at fjerne brugerkontoen "{0}" fra dit system. Er du sikker på at du vil fortsætte?
de: Sie sind gerade dabei, das Benutzerkonto "{0}" von Ihrem System zu löschen. Wollen Sie wirklich fortfahren?
el: Είστε έτοιμοι να διαγράψετε το λογαριασμό του χρήστη "{0}" από το σύστημά σας. Θέλετε πραγματικά να συνεχίσετε;
es: Está a punto de eliminar de su sistema la cuenta del usuario "{0}". ¿Realmente quiere continuar?
fr: Vous vous apprêtez à supprimer le compte "{0}" de votre système. Êtes vous certain de vouloir continuer ?
he: אתה עומד למחוק את המשתמש "{0}" מן המערכת שלך. האם אתה בטוח שברצונך להמשיך?
hi_in: आप सिस्टम से उपयोक्ता अकाउंट "{0}" हटाने वाले हैं। क्या आप निश्चित ही यह करना चाहते हैं?
hu: Arra készül, hogy törölje "{0}" felhasználó fiókját a rendszerből. Valóban folytatja?
it: Stai per eliminare l'account Utente "{0}" dal sistema. Vuoi veramente procedere?
ja: ユーザアカウント "{0}" をシステムから削除します。つづけてもよろしいですか？
nl: U staat op punt het gebruikersaccount "(0)" van uw systeem te verwijderen. Wilt u echt doorgaan?
pl: Masz zamiar usunąć konto użytkownika "{0}" z systemu. Czy na pewno chcesz kontynuować?
pt: Está prestes a remover a conta do utilizador "{0}"Continuar?
ro: Te pregătești să ștergi userul "{0}" din sistem.Vrei să continui?
ru: Вы собираетесь удалить пользователя "{0}" из системы. Действительно продолжить?
sv: Du håller på att ta bort användar konto "{0}" från systemet. Vill du verkligen fortsätta?
uk: Ви збираєтеся видалити рахунок користувача "{0}" з системи. Ви дійсно бажаєте продовжувати?

source: Completely remove user's home directory ({0}) with all its contents
cs_cz: Zcela odstranit domovský adresář uživatele ({0}) s celým jeho obsahem
da: Fjern brugerens hjemmemappe ({0}) med alt dens indhold
de: Das Home-Verzeichnis ({0}) des Benutzers mit seinem gesamten Inhalt löschen
el: Απομάκρυνση του αρχικού καταλόγου του χρήστη ({0}) με όλα τα περιεχόμενά του.
es: Se borró completamente el directorio home del usuario ({0}) junto con todo su contenido
fr: Supprimer de manière définitive le répertoire personnel ({0}) et tout son contenu
he: מדור משתמש ({0}) הוסר באופן מוחלט יחד עם כל התכולה שלו
hi_in: सभी सामग्री सहित उपयोक्ता होम डायरेक्टरी ({0}) पूर्णतया हटाएँ
hu: Teljesen eltávolítja a felhasználó könyvtárát ((0)), annak teljes tartalmával együtt
it: Rimuovere completamente la directory Home dell'Utente ({0}) e tutto il suo contenuto
ja: ユーザのhome(ホーム)ディレクトリを含む全てを消去する。
nl: Verwijder de folder van gebruiker ((0)) volledig met de gehele inhoud
pl: Całkowicie usunąć katalog domowy użytkownika ({0}) z całą jego zawartością
pt: Remover a pasta pessoal do utilizador ({0})
ro: Se sterge directorul userului ({0}) cu tot ce conține
ru: Удалить домашний каталог "{0}" со всем содержимым
sv: Ta bort användarens hemkatalog ({0}) med allt innehåll
uk: Повністю видалити домашню теку користувача ({0}) з усім її вмістом

source: Group "{0}" properties
cs_cz: Vlastnosti skupiny "{0}"
da: Egenskaber for gruppe "{0}"
de: Gruppeneigenschaften für "{0}"
el: Ιδιότητες ομάδας "{0}"
es: Propiedades del grupo "{0}"
fr: Propriétés du compte "{0}"
he: מאפייני קבוצה "{0}"
hi_in: समूह "{0}" विशेषताएँ
hu: "{0}" csoport tulajdonságai
it: Proprietà del Gruppo "{0}"
ja: グループ "{0}" のプロパティ
nl: Eigenschappen van groep "(0)"
pl: Właściwości "{0}" grupy
pt: Propriedades do grupo "{0}"
ro: Proprietățile grupului "{0}"
ru: Параметры группы "{0}"
sv: Grupp "{0}" egenskaper
uk: Властивості групи "{0}"

source: Add new group
cs_cz: Přidat novou skupinu
da: Tilføj ny gruppe
de: Neue Gruppe hinzufügen
el: Προσθήκη νέας ομάδας
es: Agregar un grupo nuevo
fr: Ajouter un nouveau groupe
he: הוסף קבוצה חדשה
hi_in: नया समूह जोड़ें
hu: Új csoport hozzáadása
it: Aggiungi un nuovo gruppo
ja: 新規グループの追加
nl: Voeg een nieuwe groep toe
pl: Dodaj nową grupę
pt: Adicionar novo grupo
ro: Adaugă nou grup
ru: Создание группы
sv: Lägg till grupp
uk: Додати нову групу

source: You are about to delete the "{0}" group from your system. Are you sure you want to continue?
cs_cz: Chystáte se odstranit "{0}" skupinu z vašeho systému. Jste si jisti, že chcete pokračovat?
da: Du er i gang med at slette gruppen "{0}" fra dit system. Er du sikker på at du vil fortsætte?
de: Sie sind gerade dabei, die Gruppe "{0}" von Ihrem System zu löschen. Wollen Sie wirklich fortfahren?
el: Είστε έτοιμοι να διαγράψετε την ομάδα "{0}" από το σύστημά σας. Θέλετε πραγματικά να συνεχίσετε;
es: Está a punto de borrar de su sistema el grupo "{0}". ¿Está seguro que quiere continuar?
fr: Vous vous apprêtez à supprimer le groupe "{0}" de votre système. Êtes vous certain de vouloir continuer ?
he: אתה עומד למחוק את הקבוצה "{0}" מהמערכת. האם אתה בטוח שברצונך להמשיך?
hi_in: आप सिस्टम से समूह "{0}" हटाने वाले हैं। क्या आप निश्चित ही यह करना चाहते हैं?
hu: Arra készül, hogy törölje a(z) "{0}" csoportot a rendszerből. Valóban folytatja?
it: State per eliminare il Gruppo "{0}" dal sistema. Volete veramente procedere?
ja: グループ {0}" をシステムから削除します。続けてもよろしいですか？
nl: U staat op punt de groep "(0)" van uw systeem te verwijderen. Wilt u echt doorgaan?
pl: Masz zamiar usunąć "{0}" grupę z systemu. Czy na pewno chcesz kontynuować?
pt: Está prestes a eliminar o grupo "{0}" do sistema. Continuar?
ro: Te pregătești să ștergi grupul "{0}" din sistem.Vrei să continui?
ru: Вы собираетесь удалить группу "{0}" из системы. Действительно продолжить?
sv: Du håller på att ta bort gruppen "{0}" från ditt system. Är du säker på att du vill fortsätta?
uk: Ви збираєтеся видалити групу "{0}" з системи. Ви дійсно бажаєте продовжувати?
