Repository: gapan/salixtools-gtk
Catalog: gtkusersetup/po/*.po
Languages: cs_cz, da, de, el, es, fr, he, hi_in, hu, it, ja, nl, pl, pt, ro, ru, sv, uk

source: User settings
cs_cz: Uživatelské nastavení
da: Brugerhåndtering
de: Benutzerverwaltung
el: Ρυθμίσεις χρηστών
es: Configuración del usuario
fr: Gestion des utilisateurs
he: הגדרות משתמש
hi_in: उपयोक्ता सेटिंग्स
hu: Felhasználó beállításai
it: Impostazioni utente
ja: ユーザの設定
nl: Gebruikersinstellingen
pl: Ustawienia użytkownika
pt: Definições do utilizador
ro: Setări user
ru: Управление пользователями
sv: Användar inställningar
uk: Налаштування користувачів

source: About
el: Περί
es: Acerca de
fr: A propos
hi_in: बारे में
nl: Informatie over
pt: Acerca
sv: Om

source: Close
el: Κλείσιμο
es: Cerrar
fr: Fermer
hi_in: बंद करें
nl: Sluiten
pt: Fechar
sv: Stäng

source: Properties
el: Ιδιότητες
es: Propiedades
fr: Propriétés
hi_in: विशेषता
nl: Eigenschappen
pt: Propriedades
sv: Egenskaper

source: Add
el: Προσθήκη
es: Agregar
fr: Ajouter
hi_in: जोड़ें
nl: Toevoegen
pt: Adicionar
sv: Lägg till

source: Delete
el: Διαγραφή
es: Eliminar
fr: Supprimer
hi_in: हटाएँ
nl: Verwijderen
pt: Eliminar
sv: Ta bort

source: Manage groups
cs_cz: Správa skupin
da: Håndtér grupper
de: Gruppen verwalten
el: Διαχείριση ομάδων
es: Administrar grupos
fr: Gestion des groupes
he: נהל קבוצות
hi_in: समूह प्रबंधन
hu: Csoportok kezelése
it: Gestisci gruppi
ja: グループの管理
nl: Groepen beheren
pl: Zarządzanie grupami
pt: Gerir grupos
ro: Gestionează grupuri
ru: Управление группами
sv: Hantera grupper
uk: Керувати групами

source: Show all users
cs_cz: Zobrazit všechny uživatele
da: Vis alle brugere
de: Zeige alle Benutzer
el: Εμφάνιση όλων των χρηστών
es: Mostrar todos los usuarios
fr: Afficher tous les utilisateurs
he: הצג את כל המשתמשים
hi_in: सभी उपयोक्ता दिखाएँ
hu: Minden felhasználó mutatása
it: Mostra tutti gli utenti
ja: すべてのユーザを表示する
nl: Toon alle gebruikers
pl: Pokaż wszystkich użytkowników
pt: Mostrar todos os utilizadores
ro: Arată toți userii
ru: Показать всех пользователей
sv: Visa alla användare
uk: Показати всіх користувачів

source: Users and groups management tool
cs_cz: Nástroj pro řízení uživatelů a skupin
da: Håndteringsværktøj til brugere og grupper
de: Einstellungen der Benutzer verwalten
el: Εργαλείο για τη διαχείριση των χρηστών και των ομάδων χρηστών του συστήματος
es: Herramienta de administración de usuarios y grupos
fr: Utilitaire de gestion des utilisateurs et groupes
he: כלי עזר לניהול משתמשים וקבוצות
hi_in: उपयोक्ता व समूह प्रबंधन साधन
hu: Felhasználók és csoportok kezelése
it: Strumento di gestione degli utenti e dei gruppi
ja: ユーザとグループの管理ツール
nl: Gebruikers en groepen beheertool
pl: Użytkownicy i narzędzia do zarządzania grupami
pt: Ferramenta para gerir utilizadores e grupos
ro: Instrument pentru gestionarea userilor și grupurilor
ru: Графический интерфейс для usersetup (входит в состав salixtools) — инструмента управления пользователями и группами. Gtkusersetup входит в состав salixtools-gtk.
sv: Användare och grupp hantering
uk: Інструмент керування користувачами і групами

source: translator-credits
cs_cz: zásluha na překladu
da: Kris Thomsen <lakristho~at~gmail~dot~com>
de: Thorsten Mühlfelder <thenktor~at~gmx.de>
el: Γιώργος Βλαχάβας <vlahavas~at~gmail~dot~com>
es: Fernando Velo <seacat.linux~at~gmail~dot~com>
fr: Cyrille Pontvieux <jrd~at~enialis~dot~net>
he: Transifex Contributors: https://www.transifex.net/accounts/profile/sharemore/ Rahut Contributors: Isratine Citizen <genghiskhan@gmx.ca>
hi_in: अनुवादक आभार
hu: Dvornik László <rezuri@zoho.com>
it: traduzione-crediti
ja: BALLOON a.k.a. Fu-sen. (Keiichi SHIGA) <balloonakafusen+salix@gmail.com> その他
nl: vertaler-credits
pl: tłumacze
pt: Hugo Carvalho <hugokarvalho@hotmail.com> Sérgio Marques <smarquespt@gmail.com>
ro: Creditări translator
sv: Ingemar Karlsson <po@ingk.se>
uk: Yarema aka Knedlyk <yupadmin@gmail.com>

source: Cancel
el: Άκυρο
es: Cancelar
fr: Annuler
hi_in: रद्द करें
nl: Annuleren
pt: Cancelar
sv: Avbryt

source: Also remove user's home directory
el: Επίσης διαγραφή του καταλόγου χρήστη
es: Eliminar también el directorio home del usuario
fr: Supprimer aussi le répertoire personnel de l'utilisateur
hi_in: उपयोक्ता की होम डायरेक्टरी भी हटाएँ
nl: Verwijder ook de home folder van de gebruiker
pt: Remove também o diretório pessoal do utilizador
sv: Ta även bort användarens hemkatalog

source: Group settings
cs_cz: Nastavení skupiny
da: Gruppeindstillinger
de: Gruppeneinstellungen
el: Ρυθμίσεις ομάδων
es: Configuración del grupo
fr: Gestion des groupes
he: הגדרות קבוצה
hi_in: समूह सेटिंग्स
hu: Csoport beállításai
it: Impostazioni del gruppo
ja: グループ設定
nl: Groepsinstellingen
pl: Ustawienia grupy
pt: Definições do grupo
ro: Setări grup
ru: Управление группами
sv: Grupp inställningar
uk: Налаштування групи

source: Cannot delete group
cs_cz: Nelze smazat skupinu
da: Kan ikke slette gruppe
de: Gruppe kann nicht gelöscht werden
el: Δεν είναι δυνατή η διαγραφή της ομάδας
es: No se puede eliminar el grupo
fr: Impossible de supprimer le groupe
he: לא ניתן למחוק קבוצה
hi_in: समूह हटाया नहीं जा सका
hu: Nem lehet törölni a csoportot
it: Impossibile eliminare gruppo
ja: グループを削除できません
nl: Kan de groep niet verwijderen
pl: Nie można usunąć grupy
pt: O grupo não pode ser eliminado
ro: Nu pot șterge grupul
ru: Не удалось удалить группу
sv: Kan inte ta bort grupp
uk: Не можу видалити групу

source: OK
el: Εντάξει
hi_in: ठीक है
pt: Aceitar

source: Delete group?
cs_cz: Smazat skupinu?
da: Slet gruppe?
de: Gruppe löschen?
el: Διαγραφή ομάδας;
es: ¿Eliminar el grupo?
fr: Supprimer le groupe ?
he: האם ברצונך למחוק קבוצה?
hi_in: समूह हटाएँ?
hu: Törli a csoportot?
it: Eliminare gruppo?
ja: グループを削除しますか？
nl: Groep verwijderen?
pl: Usunąć grupę?
pt: Eliminar grupo?
ro: Șterg grup?
ru: Удалить группу?
sv: Ta bort grupp?
uk: Видалити групу?

source: Group properties
cs_cz: Vlastnosti skupiny
da: Gruppeegenskaber
de: Gruppeneigenschaften
el: Ιδιότητες ομάδας
es: Propiedades del grupo
fr: Propriétés du groupe
he: מאפייני קבוצה
hi_in: समूह विशेषताएँ
hu: Csoport tulajdonságai
it: Proprietà del gruppo
ja: グループプロパティー
nl: Groepseigenschappen
pl: Właściwości grupy
pt: Propriedades do grupo
ro: Proprietăți grup
ru: Параметры группы
sv: Grupp egenskaper
uk: Властивості групи

source: <b>Basic settings</b>
cs_cz: <b>Základní nastavení</b>
da: <b>Grundlæggende indstillinger</b>
de: <b>Grundeinstellungen</b>
el: <b>Βασικές ρυθμίσεις</b>
es: <b>Configuración básica</b>
fr: <b>Paramètres de base</b>
he: <b>הגדרות בסיסיות</b>
hi_in: <b>सामान्य सेटिंग्स</b>
hu: <b>Alap beállítások</b>
it: <b>Impostazioni di base</b>
ja: <b>基本設定</b>
nl: <b>Basisinstellingen</b>
pl: <b>Podstawowe ustawienia</b>
pt: <b>Definições básicas</b>
ro: <b>Setări de bază</b>
ru: <b>Основные параметры</b>
sv: <b>Inställningar</b>
uk: <b>Базові налаштування</b>

source: Group name:
cs_cz: Název skupiny:
da: Gruppenavn:
de: Gruppenname:
el: Όνομα ομάδας:
es: Nombre del grupo:
fr: Nom du groupe :
he: שם קבוצה:
hi_in: समूह नाम :
hu: Csoportnév:
it: Nome del gruppo:
ja: グループ名:
nl: Groepsnaam:
pl: Nazwa grupy:
pt: Nome do grupo:
ro: Nume grup:
ru: Имя группы:
sv: Grupp namn:
uk: Назва групи

source: Group ID:
cs_cz: ID skupiny:
da: Gruppe-id:
de: Gruppen-ID:
el: Κωδικός ομάδας:
es: ID del grupo:
fr: ID du groupe :
he: מזהה קבוצה:
hi_in: समूह आईडी :
hu: Csoport ID:
it: ID del gruppo:
ja: グループ ID:
nl: Groeps-ID:
pl: ID grupy:
pt: ID do grupo:
ro: ID grup:
ru: ID группы:
sv: Grupp ID:
uk: ID групи:

source: <b>Group members</b>
cs_cz: <b>Členové skupiny</b>
da: <b>Gruppemedlemmer</b>
de: <b>Gruppenmitglieder</b>
el: <b>Μέλη ομάδας</b>
es: <b>Miembros del grupo</b>
fr: <b>Membres du groupe</b>
he: <b>חברים בקבוצה</b>
hi_in: <b>समूह सदस्य</b>
hu: <b>Csoport tagjai</b>
it: <b>Membri del gruppo</b>
ja: <b>グループのメンバー</b>
nl: <b>Groepsleden</b>
pl: <b>Członkowie grupy</b>
pt: <b>Membros do grupo</b>
ro: <b>Membri grup</b>
ru: <b>Члены группы</b>
sv: <b>Grupp medlemmar</b>
uk: <b>Члени групи</b>

source: Error!
cs_cz: Chyba!
da: Fejl!
de: Fehler!
el: Σφάλμα!
fr: Erreur !
he: שגיאה!
hi_in: त्रुटि!
hu: Hiba!
it: Errore!
ja: エラー！
nl: Fout!
pl: Błąd!
pt: Erro!
ro: Eroare!
ru: Ошибка!
sv: Fel!
uk: Помилка!

source: <b>Basic information</b>
cs_cz: <b>Základní informace</b>
da: <b>Grundlæggende information</b>
de: <b>Eckdaten</b>
el: <b>Βασικές πληροφορίες</b>
es: <b>Información básica</b>
fr: <b>Information sommaire</b>
he: <b>מידע בסיסי</b>
hi_in: <b>सामान्य जानकारी</b>
hu: <b>Alap információk</b>
it: <b>Informazioni di base</b>
ja: <b>基本情報</b>
nl: <b>Basisgegevens</b>
pl: <b>Podstawowe informacje</b>
pt: <b>Informações básicas</b>
ro: <b>Informații elementare</b>
ru: <b>Основная информация</b>
sv: <b>Information</b>
uk: <b>Базова інформація</b>

source: Username:
cs_cz: Uživatelské jméno
da: Brugernavn:
de: Benutzername:
el: Όνομα χρήστη:
es: Nombre de usuario:
fr: Nom d'utilisateur :
he: שם משתמש:
hi_in: उपयोक्ता नाम :
hu: Felhasználónév:
it: Nome Utente:
ja: ユーザネーム:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
pt: Nome de utilizador:
ro: Nume user:
ru: Пользователь:
sv: Användarnamn:
uk: Назва користувача:

source: Real name:
cs_cz: Skutečné jméno:
da: Rigtigt navn:
de: Realer Name:
el: Πραγματικό όνομα:
es: Nombre real:
fr: Nom réel:
he: שם ממשי:
hi_in: वास्तविक नाम :
hu: Valódi név:
it: Nome reale:
ja: 氏名:
nl: Echte naam:
pl: Prawdziwe imię:
pt: Nome verdadeiro:
ro: Nume real:
ru: Реальное имя:
sv: Fulständigt namn:
uk: Справжнє ім’я:

source: User password:
cs_cz: Uživatelské heslo:
da: Brugeradgangskode:
de: Benutzerpasswort:
el: Κωδικός χρήστη:
es: Contraseña del usuario:
fr: Mot de passe:
he: סיסמת משתמש:
hi_in: उपयोक्ता कूटशब्द :
hu: Felhasználó jelszava:
it: Password Utente:
ja: ユーザのパスワード:
nl: Gebruikerswachtwoord:
pl: Hasło użytkownika:
pt: Palavra-passe do utilizador:
ro: Parolă user:
ru: Пароль:
sv: Användar lösenord:
uk: Пароль користувача:

source: Password confirmation:
cs_cz: Potvrzení hesla:
da: Adgangskode igen:
de: Passwort bestätigen:
el: Επαλήθευση κωδικού:
es: Confirmación de la contraseña:
fr: Confirmation du mot de passe:
he: אימות סיסמה:
hi_in: कूटशब्द पुष्टिकरण :
hu: Jelszó megerősítése:
it: Conferma password:
ja: パスワードの確認:
nl: Bevestiging van het wachtwoord:
pl: Potwierdzenie hasła:
pt: Confirmação da palavra-passe:
ro: Confirmare parolă:
ru: Подтверждение:
sv: Lösenords bekräftelse:
uk: Підтвердження паролю:

source: View password while typing
cs_cz: Zobrazit heslo při psaní
da: Vis adgangskode mens der skrives
de: Passwort während der Eingabe anzeigen
el: Εμφάνιση κωδικού κατά την πληκτρολόγηση
es: Ver la contraseña al escribirla
fr: Afficher le mot de passe lors de la saisie
he: הצג סיסמה בזמן הקלדה
hi_in: टाइप करते समय कूटशब्द देखें
hu: Jelszó mutatása bevitel közben
it: Vedi la password durante la digitazione
ja: 入力パスワードを表示
nl: Toon wachtwoord tijdens het typen
pl: Zobacz hasło podczas wpisywania
pt: Mostrar palavra-passe ao escrever
ro: Vezi parola la introducere
ru: Отображать пароль при вводе
sv: Visa lösenordet vid inmatning
uk: Бачити пароль при вводі

source: Account
cs_cz: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
fr: Compte
he: חשבון
hi_in: अकाउंट
hu: Fiók
ja: アカウント
pl: Konto
pt: Conta
ro: Cont
ru: Аккаунт
sv: Konto
uk: Рахунок

source: <b>Contact information</b>
cs_cz: <b>Kontaktní informace</b>
da: <b>Kontaktinformation</b>
de: <b>Kontaktdaten</b>
el: <b>Πληροφορίες επικοινωνίας</b>
es: <b>Información de contacto</b>
fr: <b>Données de contact</b>
he: <b>מידע התקשרות</b>
hi_in: <b>सम्पर्क सूचना</b>
hu: <b>Kapcsolat információk</b>
it: <b>Informazioni del Contatto</b>
ja: <b>コンタクト情報</b>
nl: <b>Contactinformatie</b>
pl: <b>Informacje kontaktowe</b>
pt: <b>Informações de contacto</b>
ro: <b>Informații contact</b>
ru: <b>Контактная информация</b>
sv: <b>Kontakt information</b>
uk: <b>Контактна інформація</b>

source: Office information:
cs_cz: Informace o společnosti
da: Kontorinformation:
de: Büro:
el: Πληροφορίες εργασίας:
es: Información (oficina):
fr: Données professionnelles:
he: מידע משרדי:
hi_in: ऑफिस जानकारी :
hu: Munkahelyi információ:
it: Ruolo:
ja: オフィス情報:
nl: Office informatie:
pl: Biurowe informacei:
pt: Informação do escritório:
ro: Info birou:
ru: Расположение:
sv: Kontors information:
uk: Інформація про роботу:

source: Office extension:
cs_cz: Společnost rozšířené:
da: Kontorudvidelse:
de: Telefonnummer (Büro):
el: Τηλέφωνο εργασίας:
es: Teléfono (oficina):
fr: Téléphone professionnel:
he: שלוחה משרדית
hi_in: ऑफिस एक्सटेंशन :
hu: Munkahely további adatai:
it: Interno dell'ufficio:
ja: オフィス連絡先:
nl: Office extensie:
pl: Dodatkowe Biurowe:
pt: Extensão do escritório:
ro: Extensie birou:
ru: Рабочий телефон:
sv: Kontors anknytning:
uk: Робочий телефон:

source: Home phone:
cs_cz: Telefon domů:
da: Hjemmetelefon:
de: Telefonnummer (Daheim):
el: Τηλέφωνο σπιτιού:
es: Teléfono (casa):
fr: Téléphone privé:
he: טלפון ביתי:
hi_in: गृह फ़ोन :
hu: Otthoni telefon:
it: Telefono di casa:
ja: 自宅電話番号:
nl: Telefoon thuis:
pl: Telefon domowy:
pt: Telefone de casa:
ro: Telefon acasă:
ru: Домашний телефон:
sv: Telefon hem:
uk: Домашній телефон:

source: Contact
cs_cz: Kontakt
da: Kontakt
de: Kontakt
el: Επικοινωνία
es: Contacto
he: התקשרות
hi_in: सम्पर्क
hu: Kapcsolat
it: Contatto
ja: 連絡
pl: Kontakt
pt: Contacto
ru: Контакт
sv: Kontakt
uk: Контакт

source: <b>Group membership</b>
cs_cz: <b>Členství ve skupině</b>
da: <b>Gruppemedlemskab</b>
de: <b>Gruppenmitgliedschaft</b>
el: <b>Συμμετοχή σε ομάδες</b>
es: <b>Membresía de grupo</b>
fr: <b>Appartenance de groupe</b>
he: <b>חברות בקבוצה</b>
hi_in: <b>समूह सदस्यता</b>
hu: <b>Csoporttagság</b>
it: <b>Membro del gruppo</b>
ja: <b>グループのメンバーシップ</b>
nl: <b>Groepslidmaatschap</b>
pl: <b>Członkostwo w ​​grupie</b>
pt: <b>Membros do grupo</b>
ro: <b>Apartenență grup</b>
ru: <b>Членство в группах</b>
sv: <b>Grupp medlemskap</b>
uk: <b>Членство в групах</b>

source: Main group:
cs_cz: Hlavní skupina:
da: Hovedgruppe:
de: Hauptgruppe:
el: Κύρια ομάδα:
es: Grupo principal:
fr: Groupe principal:
he: קבוצה ראשית:
hi_in: मुख्य समूह :
hu: Fő csoport:
it: Gruppo principale:
ja: メイングループ:
nl: Hoofdgroep:
pl: Główna grup:
pt: Grupo principal:
ro: Grup principal:
ru: Основная:
sv: Huvudgrupp:
uk: Головна група:

source: Other groups:
cs_cz: Další skupiny:
da: Andre grupper:
de: Andere Gruppen:
el: Άλλες ομάδες:
es: Otros grupos:
fr: Groupes supplémentaires:
he: קבוצות אחרות:
hi_in: अन्य समूह :
hu: Egyéb csoportok:
it: Altri gruppi:
ja: 他のグループ:
nl: Andere groepen:
pl: Inne grupy:
pt: Outros grupos:
ro: Alte grupuri:
ru: Другие:
sv: Andra grupper:
uk: Інші групи:

source: Groups
cs_cz: Skupiny
da: Grupper
de: Gruppen
el: Ομάδες
es: Grupos
fr: Groupes
he: קבוצות
hi_in: समूह
hu: Csoportok
it: Gruppi
ja: グループ
nl: Groepen
pl: Grupy
pt: Grupos
ro: Grupuri
ru: Группы
sv: Grupper
uk: Групи

source: <b>Advanced settings</b>
cs_cz: <b>Pokročilé nastavení</b>
da: <b>Avancerede indstillinger</b>
de: <b>Fortgeschrittene Einstellungen</b>
el: <b>Προχωρημένες ρυθμίσεις</b>
es: <b>Configuración avanzada</b>
fr: <b>Paramètres avancés</b>
he: <b>הגדרות מתקדמות</b>
hi_in: <b>विस्तृत सेटिंग्स</b>
hu: <b>Haladó beállítások</b>
it: <b>Impostazioni avanzate</b>
ja: <b>詳細設定</b>
nl: <b>Geavanceerde instellingen</b>
pl: <b>Zaawansowane ustawienia</b>
pt: <b>Definições avançadas</b>
ro: <b>Setări avansate</b>
ru: <b>Дополнительные параметры</b>
sv: <b>Avancerade inställningar</b>
uk: <b>Інші налаштування</b>

source: Home directory:
cs_cz: Domovský adresář:
da: Hjemmemappe:
de: Home-Verzeichnis:
el: Αρχικός κατάλογος:
es: Directorio home:
fr: Répertoires personnel :
he: מדור בית:
hi_in: होम डायरेक्टरी :
hu: Felhasználó könyvtára:
it: Cartella Home:
ja: ホームディレクトリ:
nl: Home folder:
pl: Katalog domowy:
pt: Pasta pessoal:
ro: Directorul home:
ru: Домашний каталог:
sv: Hemkatalog:
uk: Домашня тека:

source: Shell:
da: Skal:
el: Κέλυφος:
fr: Interpréteur de commandes :
he: מעטפת:
hi_in: शैल (उपयोक्ता इंटरफ़ेस) :
hu: Parancsértelmező:
ja: シェル:
ru: Оболочка:
sv: Inloggningsskal:
uk: Шел:

source: Set account expiration date
cs_cz: Nastavení datum vypršení platnosti účtu
da: Angiv udløbsdato for konto
de: Ablaufdatum des Kontos festlegen
el: Λήξη λογαριασμού
es: Establecer la fecha de expiración de la cuenta
fr: Définir la date d'expiration
he: קבע תאריך פקיעה של חשבון
hi_in: अकाउंट समाप्ति हेतु दिनांक सेट करें
hu: A fiók lejárati idejének beállítása
it: Imposta la data di scadenza dell'account
ja: アカウントの期限日を設定
nl: Stel account vervaldatum in
pl: Ustaw datę ważności konta
pt: Definir data de validade da conta
ro: Setează data de expirare a contului
ru: Установить срок действия аккаунта
sv: Kontot utgår den
uk: Встановити дату дії рахунку

source: Advanced
cs_cz: Pokročilé
da: Avanceret
de: Fortgeschritten
el: Για προχωρημένους
es: Avanzado
fr: Avancé
he: מתקדם
hi_in: विस्तृत
hu: Haladó
it: Avanzate
ja: 詳細設定
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
ro: Avansat
ru: Дополнительно
sv: Avancerat
uk: Ігше

source: Password is too short. It has to be at least 5 characters long.
cs_cz: Heslo je příliš krátké. Musí být alespoň 5 znaků dlouhé.
da: Adgangskoden er for kort. Den skal være mindst 5 tegn lang.
de: Das Passwort ist zu kurz. Es muss mindestens 5 Zeichen lang sein.
el: Ο κωδικός είναι πολύ μικρός. Πρέπει να έχει μήκος τουλάχιστον 5 χαρακτήρες.
es: La contraseña es demasiado corta. Tiene que tener al menos 5 caracteres.
fr: Le mot de passe est trop court. Il doit obligatoirement contenir au moins 5 caractères.
he: סיסמה קצרה מידי. זו חייבת להיות באורך של 5 תווים לפחות.
hi_in: कूटशब्द काफी छोटा है। कम-से-कम 5 अक्षर होने चाहिए।
hu: A jelszó túl rövid. Legalább 5 karakter hosszúságúnak kell lennie.
it: La password è troppo corta. Deve essere di almeno 5 caratteri.
ja: パスワードが短すぎます、少なくても 5 文字必要です。
nl: Het wachtwoord is te kort. Het moet ten minste 5 karakters lang zijn.
pl: Hasło jest za krótkie. To musi być przynajmniej 5 znaków.
pt: A palavra-passe é muito curta. Tem que ter, pelo menos, 5 caracteres.
ro: Parola este prea scurtă.Trebuie să aibă cel puțin 5 caractere.
ru: Слишком короткий пароль. Укажите не менее 5 символов.
sv: Lösenordet är för kort. Det måste vara minst 5 tecken långt.
uk: Пароль закороткий. Він повинен містити щонайменше 5 символів.

source: Password cannot include the backslash character.
cs_cz: Heslo nesmí obsahovat znak zpětného lomítka.
da: Adgangskoden må ikke indeholde omvendt skråstreg.
de: Das Passwort darf nicht den Backslash enthalten.
el: Ο κωδικός δεν μπορεί να περιλαμβάνει το χαρακτήρα της ανάποδης καθέτου.
es: La contraseña no puede incluir un caracter de barra invertida.
fr: Un mot de passe ne peut pas contenir de barre oblique inversée.
he: סיסמה לא יכולה לכלול קו נטוי שמאלי.
hi_in: कूटशब्द में बैकस्लैश '\' चिह्न नहीं होना चाहिए।
hu: A jelszóban nem lehet fordított perjel karakter.
it: La password non può includere il carattere backslash.
ja: パスワードにバックスラッシュを含める事はできません。
nl: Wachtwoord kan niet een backslash bevatten.
pl: Hasło nie może zawierać backslasha.
pt: A palavra-passe não pode incluir o carácter de barra invertida.
ro: Parola nu poate conține caracterul backslash.
ru: Пароль не может содержать обратный слэш.
sv: Lösenordet kan inte innehålla bakstreck.
uk: Пароль не повинен містити символ "".

source: Passwords don't match
cs_cz: Hesla se neshodují
da: Adgangskoderne er forskellige
de: Passwörter stimmen nicht überein
el: Οι κωδικοί δεν είναι ίδιοι.
es: Las contraseñas no coinciden
fr: Les mots de passe sont différents
he: סיסמאות לא תואמות
hi_in: कूटशब्द मेल नहीं खाते
hu: A jelszavak nem egyeznek
it: Le password non combaciano
ja: パスワードが一致しません。
nl: Wachtwoorden komen niet overeen
pl: Hasła nie pasują
pt: As palavras-passe não coincidem
ro: Parolele nu se potrivesc
ru: Пароли не совпадают
sv: Lösenorden matchar inte
uk: Паролі не збігаються

source: Username cannot be empty.
cs_cz: Uživatelské jméno nesmí být prázdné.
da: Brugernavnet må ikke være tomt.
de: Der Nutzername darf nicht leer sein.
el: Το όνομα χρήστη δεν μπορεί να είναι κενό.
es: El nombre de usuario no puede estar vacío.
fr: Un nom d'utilisateur ne peut pas être vide.
he: שם משתמש לא יכול להיות ריק.
hi_in: उपयोक्ता नाम रिक्त नहीं होना चाहिए।
hu: A felhasználónév nem lehet üres
it: Il Nome Utente non può essere vuoto.
ja: ユーザ名を空欄にする事はできません。
nl: Gebruikersnaam mag niet leeg zijn.
pl: Nazwa użytkownika nie może być pusta.
pt: O nome de utilizador não pode estar vazio.
ro: Numele userului trebuie completat
ru: Логин не может быть пустым.
sv: Användarnamn kan inte vara tomt.
uk: Назва користувача не може бути пустою.

source: Username cannot exceed 31 characters
cs_cz: Uživatelské jméno nesmí být delší než 31 znaků
da: Brugernavnet må ikke overskride 31 tegn
de: Der Nutzername darf nicht länger als 31 Zeichen sein.
el: Το όνομα χρήστη δεν μπορεί να έχει μήκος μεγαλύτερο από 31 χαρακτήρες.
es: El nombre de usuario no puede exceder los 31 caracteres
fr: Un nom d'utilisateur ne peut pas être composé de plus de 31 caractères.
he: שם משתמש לא יכול לעלות על 31 תווים
hi_in: उपयोक्ता नाम में 31 से अधिक अक्षर नहीं होने चाहिए
hu: A felhasználónév nem lehet hosszabb 31 karakternél
it: Il Nome Utente non può superare i 31 caratteri
ja: ユーザ名を 31 文字以上にする事はできません。
nl: Gebruikersnaam mag niet meer dan 31 tekens zijn
pl: Nazwa użytkownika nie może przekroczyć 31 znaków
pt: O nome de utilizador não pode exceder 31 caracteres
ro: Numele userului nu poate depăși 31 caractere
ru: Логин не должен быть более 31 символа.
sv: Användarnamnet kan inte vara mer än 31 tecken
uk: Назва користувача перевищує 31 символ

source: Username cannot include the space character.
cs_cz: Uživatelské jméno nemůže obsahovat znak mezery.
da: Brugernavnet må ikke indeholde mellemrumstegnet.
de: Der Nutzername darf das Leerzeichen nicht enthalten.
el: Το όνομα χρήστη δεν μπορεί να περιλαμβάνει κενούς χαρακτήρες.
es: El nombre de usuario no puede incluir espacios.
fr: Un nom d'utilisateur ne peut pas contenir d'espace vide.
he: שם משתמש לא יכול לכלול את תו הרווח.
hi_in: उपयोक्ता नाम में स्पेस नहीं होना चाहिए।
hu: A felhasználónév nem tartalmazhat szóköz karaktert.
it: Il Nome Utente non può includere il carattere spazio.
ja: ユーザネームに、スペースをつかわないでください。
nl: Gebruikersnaam kan niet de spatie bevatten.
pl: Nazwa użytkownika nie może zawierać spacji.
pt: O nome de utilizador não pode incluir o carácter espaço.
ro: Numele userului nu poate include spații
ru: Логин не должен содержать символ пробела.
sv: Användarnamn kan inte innehålla mellanslag.
uk: Назва користувача не може містити символ пропуску.

source: Username cannot start with a number.
cs_cz: Uživatelské jméno nesmí začínat číslem.
da: Brugernavnet må ikke begynde med et nummer.
de: Der Nutzername darf nicht mit einer Nummer anfangen.
el: Το όνομα χρήστη δεν μπορεί να ξεκινά με αριθμό.
es: El nombre de usuario no puede comenzar con un número.
fr: Un nom d'utilisateur ne peut pas commencer par un nombre.
he: שם משתמש לא יכול להתחיל עם מספר.
hi_in: उपयोक्ता नाम संख्या से आरंभ नहीं होना चाहिए।
hu: A felhasználónév nem kezdődhet számmal.
it: Il Nome Utente non può iniziare con un numero.
ja: ユーザ名を数字から始まる事はできません。
nl: Gebruikersnaam kan niet beginnen met een getal.
pl: Użytkownik nie może zaczynać się cyfrą.
pt: O nome de utilizador não pode começar com um número.
ro: Numele userului nu poate începe cu un număr.
ru: Логин не должен начинаться с цифры.
sv: Användarnamn kan inte börja med en siffra.
uk: Назва користувача не може починатися з цифри.
